{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[CLS_CELL_TYPE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[CLS_DISEASE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "[CLS_TISSUE_TYPE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "[CLS_GENDER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "[CLS_1]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "[CLS_2]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "[CLS_3]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "[CLS_4]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "[CLS_5]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "[CLS_6]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "[CLS_7]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "[CLS_8]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "[CLS_9]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "[CLS_10]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "[CLS_11]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "[CLS_12]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "[CLS_13]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "[CLS_14]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "[CLS_15]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "[CLS_16]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "[CLS_17]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "[CLS_18]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "[CLS_19]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "[CLS_20]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 94933,
      "content": "[S]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 94934,
      "content": "[T]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": false,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "[CLS_CELL_TYPE]": 5,
      "[CLS_DISEASE]": 6,
      "[CLS_TISSUE_TYPE]": 7,
      "[CLS_GENDER]": 8,
      "[CLS_1]": 9,
      "[CLS_2]": 10,
      "[CLS_3]": 11,
      "[CLS_4]": 12,
      "[CLS_5]": 13,
      "[CLS_6]": 14,
      "[CLS_7]": 15,
      "[CLS_8]": 16,
      "[CLS_9]": 17,
      "[CLS_10]": 18,
      "[CLS_11]": 19,
      "[CLS_12]": 20,
      "[CLS_13]": 21,
      "[CLS_14]": 22,
      "[CLS_15]": 23,
      "[CLS_16]": 24,
      "[CLS_17]": 25,
      "[CLS_18]": 26,
      "[CLS_19]": 27,
      "[CLS_20]": 28,
      "100130093": 29,
      "100133445": 30,
      "100286793": 31,
      "100287534": 32,
      "100506499": 33,
      "100507424": 34,
      "100507577": 35,
      "100861437": 36,
      "101243544": 37,
      "221016": 38,
      "26148": 39,
      "283070": 40,
      "284702": 41,
      "387097": 42,
      "401884": 43,
      "554223": 44,
      "55747": 45,
      "5S_rRNA": 46,
      "5S_rRNA_ENSG00000276861": 47,
      "5S_rRNA_ENSG00000277411": 48,
      "5S_rRNA_ENSG00000277488": 49,
      "5S_rRNA_ENSG00000278457": 50,
      "5S_rRNA_ENSG00000285609": 51,
      "5S_rRNA_ENSG00000285626": 52,
      "5S_rRNA_ENSG00000285674": 53,
      "5S_rRNA_ENSG00000285776": 54,
      "5S_rRNA_ENSG00000285912": 55,
      "5S_rRNA_ENSG00000288601": 56,
      "5_8S_rRNA": 57,
      "5_8S_rRNA_ENSG00000273730": 58,
      "5_8S_rRNA_ENSG00000275757": 59,
      "5_8S_rRNA_ENSG00000275877": 60,
      "5_8S_rRNA_ENSG00000276871": 61,
      "5_8S_rRNA_ENSG00000277739": 62,
      "5_8S_rRNA_ENSG00000278294": 63,
      "5_8S_rRNA_ENSG00000283274": 64,
      "5_8S_rRNA_ENSG00000283291": 65,
      "5_8S_rRNA_ENSG00000283568": 66,
      "646329": 67,
      "728875": 68,
      "79686": 69,
      "7SK": 70,
      "7SK-1": 71,
      "7SK-2": 72,
      "7SK_ENSG00000202198": 73,
      "7SK_ENSG00000271394": 74,
      "7SK_ENSG00000273591": 75,
      "7SK_ENSG00000274303": 76,
      "7SK_ENSG00000275933": 77,
      "7SK_ENSG00000276626": 78,
      "7SK_ENSG00000277313": 79,
      "90784": 80,
      "90834": 81,
      "A1BG": 82,
      "A1BG-AS1": 83,
      "A1CF": 84,
      "A2M": 85,
      "A2M-AS1": 86,
      "A2ML1": 87,
      "A2ML1-AS1": 88,
      "A2ML1-AS2": 89,
      "A2MP1": 90,
      "A3GALT2": 91,
      "A4GALT": 92,
      "A4GNT": 93,
      "AA06": 94,
      "AAAS": 95,
      "AACS": 96,
      "AACSP1": 97,
      "AADAC": 98,
      "AADACL2": 99,
      "AADACL2-AS1": 100,
      "AADACL3": 101,
      "AADACL4": 102,
      "AADACP1": 103,
      "AADAT": 104,
      "AAED1": 105,
      "AAGAB": 106,
      "AAK1": 107,
      "AAMDC": 108,
      "AAMP": 109,
      "AANAT": 110,
      "AAR2": 111,
      "AARD": 112,
      "AARS": 113,
      "AARS1": 114,
      "AARS1P1": 115,
      "AARS2": 116,
      "AARSD1": 117,
      "AARSD1P1": 118,
      "AARSP1": 119,
      "AASDH": 120,
      "AASDHPPT": 121,
      "AASS": 122,
      "AATBC": 123,
      "AATF": 124,
      "AATK": 125,
      "AATK-AS1": 126,
      "AB015752.1": 127,
      "AB015752.3": 128,
      "AB019438.66": 129,
      "AB019440.50": 130,
      "AB019441.29": 131,
      "AB074162": 132,
      "AB488780": 133,
      "ABALON": 134,
      "ABAT": 135,
      "ABBA01000934.1": 136,
      "ABBA01000935.2": 137,
      "ABBA01006766.1": 138,
      "ABBA01006766.2": 139,
      "ABBA01031660.1": 140,
      "ABBA01031661.1": 141,
      "ABBA01031663.1": 142,
      "ABBA01031674.1": 143,
      "ABBA01040607.1": 144,
      "ABBA01045074.1": 145,
      "ABBA01045074.2": 146,
      "ABC10-43608400O15.1": 147,
      "ABC10-44372100G24.1": 148,
      "ABC11-4932300O16.1": 149,
      "ABC12-46663800M24.1": 150,
      "ABC12-46663800M24.2": 151,
      "ABC12-47964100C23.1": 152,
      "ABC12-49244600F4.4": 153,
      "ABC13-47656900H15.1": 154,
      "ABC13-48845200J1.1": 155,
      "ABC14-1188822O7.1": 156,
      "ABC14-1188822O7.2": 157,
      "ABC7-42391500H16.4": 158,
      "ABC7-42404400C24.1": 159,
      "ABC7-42418200C9.1": 160,
      "ABC7-481722F1.1": 161,
      "ABC7-481722F1.2": 162,
      "ABC8-43014700C16.1": 163,
      "ABCA1": 164,
      "ABCA10": 165,
      "ABCA11P": 166,
      "ABCA12": 167,
      "ABCA13": 168,
      "ABCA17P": 169,
      "ABCA2": 170,
      "ABCA3": 171,
      "ABCA4": 172,
      "ABCA5": 173,
      "ABCA6": 174,
      "ABCA7": 175,
      "ABCA8": 176,
      "ABCA9": 177,
      "ABCA9-AS1": 178,
      "ABCB1": 179,
      "ABCB10": 180,
      "ABCB10P1": 181,
      "ABCB10P3": 182,
      "ABCB10P4": 183,
      "ABCB11": 184,
      "ABCB4": 185,
      "ABCB5": 186,
      "ABCB6": 187,
      "ABCB7": 188,
      "ABCB8": 189,
      "ABCB9": 190,
      "ABCC1": 191,
      "ABCC10": 192,
      "ABCC11": 193,
      "ABCC12": 194,
      "ABCC13": 195,
      "ABCC2": 196,
      "ABCC3": 197,
      "ABCC4": 198,
      "ABCC5": 199,
      "ABCC5-AS1": 200,
      "ABCC6": 201,
      "ABCC6P1": 202,
      "ABCC6P2": 203,
      "ABCC8": 204,
      "ABCC9": 205,
      "ABCD1": 206,
      "ABCD1P2": 207,
      "ABCD1P3": 208,
      "ABCD1P4": 209,
      "ABCD1P5": 210,
      "ABCD2": 211,
      "ABCD3": 212,
      "ABCD4": 213,
      "ABCE1": 214,
      "ABCF1": 215,
      "ABCF1-DT": 216,
      "ABCF2": 217,
      "ABCF2-H2BE1": 218,
      "ABCF2-H2BK1": 219,
      "ABCF2P1": 220,
      "ABCF2P2": 221,
      "ABCF3": 222,
      "ABCG1": 223,
      "ABCG2": 224,
      "ABCG4": 225,
      "ABCG5": 226,
      "ABCG8": 227,
      "ABHD1": 228,
      "ABHD10": 229,
      "ABHD11": 230,
      "ABHD11-AS1": 231,
      "ABHD12": 232,
      "ABHD12B": 233,
      "ABHD13": 234,
      "ABHD14A": 235,
      "ABHD14A-ACY1": 236,
      "ABHD14B": 237,
      "ABHD15": 238,
      "ABHD15-AS1": 239,
      "ABHD16A": 240,
      "ABHD16B": 241,
      "ABHD17A": 242,
      "ABHD17AP1": 243,
      "ABHD17AP3": 244,
      "ABHD17AP4": 245,
      "ABHD17AP5": 246,
      "ABHD17AP6": 247,
      "ABHD17AP7": 248,
      "ABHD17AP8": 249,
      "ABHD17AP9": 250,
      "ABHD17B": 251,
      "ABHD17C": 252,
      "ABHD18": 253,
      "ABHD2": 254,
      "ABHD3": 255,
      "ABHD4": 256,
      "ABHD5": 257,
      "ABHD6": 258,
      "ABHD8": 259,
      "ABI1": 260,
      "ABI1P1": 261,
      "ABI2": 262,
      "ABI3": 263,
      "ABI3BP": 264,
      "ABITRAM": 265,
      "ABITRAMP1": 266,
      "ABL1": 267,
      "ABL2": 268,
      "ABLIM1": 269,
      "ABLIM2": 270,
      "ABLIM3": 271,
      "ABO": 272,
      "ABR": 273,
      "ABR-AS1": 274,
      "ABRA": 275,
      "ABRACL": 276,
      "ABRAXAS1": 277,
      "ABRAXAS2": 278,
      "ABT1": 279,
      "ABT1P1": 280,
      "ABTB1": 281,
      "ABTB2": 282,
      "ABTB3": 283,
      "AC000003.2": 284,
      "AC000032.1": 285,
      "AC000032.2": 286,
      "AC000035.1": 287,
      "AC000035.3": 288,
      "AC000036.1": 289,
      "AC000036.4": 290,
      "AC000041.1": 291,
      "AC000041.8": 292,
      "AC000050.1": 293,
      "AC000058.1": 294,
      "AC000061.1": 295,
      "AC000067.1": 296,
      "AC000068.1": 297,
      "AC000068.10": 298,
      "AC000068.2": 299,
      "AC000068.3": 300,
      "AC000068.5": 301,
      "AC000068.9": 302,
      "AC000077.1": 303,
      "AC000077.2": 304,
      "AC000078.1": 305,
      "AC000078.5": 306,
      "AC000081.1": 307,
      "AC000081.2": 308,
      "AC000082.4": 309,
      "AC000085.4": 310,
      "AC000089.1": 311,
      "AC000089.3": 312,
      "AC000095.12": 313,
      "AC000095.2": 314,
      "AC000095.9": 315,
      "AC000099.1": 316,
      "AC000111.1": 317,
      "AC000111.2": 318,
      "AC000111.3": 319,
      "AC000111.4": 320,
      "AC000111.5": 321,
      "AC000111.6": 322,
      "AC000120.1": 323,
      "AC000120.7": 324,
      "AC000123.1": 325,
      "AC000123.2": 326,
      "AC000123.3": 327,
      "AC000123.4": 328,
      "AC000124.1": 329,
      "AC000362.1": 330,
      "AC000367.1": 331,
      "AC000370.2": 332,
      "AC000372.1": 333,
      "AC000374.1": 334,
      "AC000403.1": 335,
      "AC000403.4": 336,
      "AC001226.1": 337,
      "AC001226.2": 338,
      "AC001226.7": 339,
      "AC001226.8": 340,
      "AC002044.1": 341,
      "AC002044.2": 342,
      "AC002044.3": 343,
      "AC002044.4": 344,
      "AC002056.1": 345,
      "AC002056.2": 346,
      "AC002056.3": 347,
      "AC002056.5": 348,
      "AC002057.1": 349,
      "AC002057.2": 350,
      "AC002059.1": 351,
      "AC002059.10": 352,
      "AC002059.11": 353,
      "AC002064.1": 354,
      "AC002064.2": 355,
      "AC002064.3": 356,
      "AC002064.4": 357,
      "AC002064.5": 358,
      "AC002064.7": 359,
      "AC002066.1": 360,
      "AC002069.1": 361,
      "AC002069.2": 362,
      "AC002069.6": 363,
      "AC002070.1": 364,
      "AC002075.1": 365,
      "AC002075.2": 366,
      "AC002075.3": 367,
      "AC002075.4": 368,
      "AC002076.1": 369,
      "AC002076.2": 370,
      "AC002090.1": 371,
      "AC002091.1": 372,
      "AC002091.2": 373,
      "AC002094.4": 374,
      "AC002094.5": 375,
      "AC002101.1": 376,
      "AC002115.1": 377,
      "AC002115.2": 378,
      "AC002115.9": 379,
      "AC002116.2": 380,
      "AC002116.7": 381,
      "AC002116.8": 382,
      "AC002117.1": 383,
      "AC002127.2": 384,
      "AC002127.4": 385,
      "AC002128.1": 386,
      "AC002128.2": 387,
      "AC002128.5": 388,
      "AC002306.1": 389,
      "AC002310.1": 390,
      "AC002310.10": 391,
      "AC002310.11": 392,
      "AC002310.12": 393,
      "AC002310.14": 394,
      "AC002310.17": 395,
      "AC002310.2": 396,
      "AC002310.3": 397,
      "AC002310.6": 398,
      "AC002310.7": 399,
      "AC002331.1": 400,
      "AC002331.2": 401,
      "AC002347.1": 402,
      "AC002347.2": 403,
      "AC002350.1": 404,
      "AC002350.2": 405,
      "AC002351.1": 406,
      "AC002366.1": 407,
      "AC002367.1": 408,
      "AC002368.1": 409,
      "AC002368.4": 410,
      "AC002375.1": 411,
      "AC002378.1": 412,
      "AC002381.1": 413,
      "AC002383.1": 414,
      "AC002383.2": 415,
      "AC002384.1": 416,
      "AC002384.2": 417,
      "AC002386.1": 418,
      "AC002398.1": 419,
      "AC002398.11": 420,
      "AC002398.12": 421,
      "AC002398.13": 422,
      "AC002398.9": 423,
      "AC002400.1": 424,
      "AC002401.1": 425,
      "AC002401.2": 426,
      "AC002401.3": 427,
      "AC002401.4": 428,
      "AC002407.1": 429,
      "AC002407.3": 430,
      "AC002428.1": 431,
      "AC002428.2": 432,
      "AC002429.1": 433,
      "AC002429.2": 434,
      "AC002429.4": 435,
      "AC002451.1": 436,
      "AC002451.2": 437,
      "AC002451.3": 438,
      "AC002454.1": 439,
      "AC002456.1": 440,
      "AC002456.2": 441,
      "AC002460.1": 442,
      "AC002463.1": 443,
      "AC002463.3": 444,
      "AC002464.1": 445,
      "AC002465.1": 446,
      "AC002467.1": 447,
      "AC002467.7": 448,
      "AC002470.1": 449,
      "AC002472.1": 450,
      "AC002472.11": 451,
      "AC002472.13": 452,
      "AC002472.16": 453,
      "AC002472.17": 454,
      "AC002472.2": 455,
      "AC002472.3": 456,
      "AC002472.4": 457,
      "AC002472.8": 458,
      "AC002480.1": 459,
      "AC002480.2": 460,
      "AC002480.3": 461,
      "AC002480.4": 462,
      "AC002480.5": 463,
      "AC002486.1": 464,
      "AC002486.2": 465,
      "AC002486.3": 466,
      "AC002487.1": 467,
      "AC002504.1": 468,
      "AC002511.1": 469,
      "AC002511.2": 470,
      "AC002511.3": 471,
      "AC002519.1": 472,
      "AC002519.2": 473,
      "AC002519.6": 474,
      "AC002519.8": 475,
      "AC002523.1": 476,
      "AC002524.1": 477,
      "AC002525.1": 478,
      "AC002539.1": 479,
      "AC002540.1": 480,
      "AC002542.1": 481,
      "AC002542.2": 482,
      "AC002543.1": 483,
      "AC002543.2": 484,
      "AC002545.1": 485,
      "AC002546.1": 486,
      "AC002546.2": 487,
      "AC002550.1": 488,
      "AC002550.2": 489,
      "AC002550.5": 490,
      "AC002550.6": 491,
      "AC002551.1": 492,
      "AC002553.1": 493,
      "AC002553.2": 494,
      "AC002553.4": 495,
      "AC002558.1": 496,
      "AC002558.2": 497,
      "AC002558.3": 498,
      "AC002563.1": 499,
      "AC002984.1": 500,
      "AC002984.2": 501,
      "AC002985.2": 502,
      "AC002985.3": 503,
      "AC003001.1": 504,
      "AC003001.2": 505,
      "AC003002.1": 506,
      "AC003002.3": 507,
      "AC003002.4": 508,
      "AC003002.6": 509,
      "AC003005.2": 510,
      "AC003005.4": 511,
      "AC003006.7": 512,
      "AC003009.1": 513,
      "AC003029.1": 514,
      "AC003035.1": 515,
      "AC003035.2": 516,
      "AC003043.1": 517,
      "AC003045.1": 518,
      "AC003051.1": 519,
      "AC003070.1": 520,
      "AC003070.2": 521,
      "AC003071.1": 522,
      "AC003071.2": 523,
      "AC003072.1": 524,
      "AC003075.1": 525,
      "AC003075.4": 526,
      "AC003080.1": 527,
      "AC003080.4": 528,
      "AC003084.1": 529,
      "AC003084.2": 530,
      "AC003087.1": 531,
      "AC003088.1": 532,
      "AC003090.1": 533,
      "AC003092.1": 534,
      "AC003092.2": 535,
      "AC003098.1": 536,
      "AC003099.2": 537,
      "AC003101.1": 538,
      "AC003101.2": 539,
      "AC003102.1": 540,
      "AC003102.2": 541,
      "AC003102.3": 542,
      "AC003104.1": 543,
      "AC003659.1": 544,
      "AC003665.1": 545,
      "AC003666.1": 546,
      "AC003669.1": 547,
      "AC003681.1": 548,
      "AC003682.1": 549,
      "AC003682.16": 550,
      "AC003684.1": 551,
      "AC003685.1": 552,
      "AC003685.2": 553,
      "AC003686.1": 554,
      "AC003687.1": 555,
      "AC003688.2": 556,
      "AC003956.1": 557,
      "AC003957.1": 558,
      "AC003958.1": 559,
      "AC003958.2": 560,
      "AC003958.6": 561,
      "AC003965.1": 562,
      "AC003965.2": 563,
      "AC003973.1": 564,
      "AC003973.2": 565,
      "AC003973.3": 566,
      "AC003973.4": 567,
      "AC003975.1": 568,
      "AC003982.1": 569,
      "AC003982.2": 570,
      "AC003984.1": 571,
      "AC003985.1": 572,
      "AC003985.2": 573,
      "AC003986.1": 574,
      "AC003986.2": 575,
      "AC003986.3": 576,
      "AC003986.5": 577,
      "AC003986.6": 578,
      "AC003986.7": 579,
      "AC003988.1": 580,
      "AC003989.1": 581,
      "AC003989.2": 582,
      "AC003989.3": 583,
      "AC003989.4": 584,
      "AC003991.1": 585,
      "AC003991.2": 586,
      "AC003991.3": 587,
      "AC003992.1": 588,
      "AC004000.1": 589,
      "AC004004.1": 590,
      "AC004004.2": 591,
      "AC004006.1": 592,
      "AC004006.2": 593,
      "AC004009.1": 594,
      "AC004009.2": 595,
      "AC004009.3": 596,
      "AC004012.1": 597,
      "AC004014.1": 598,
      "AC004014.2": 599,
      "AC004014.3": 600,
      "AC004016.1": 601,
      "AC004019.10": 602,
      "AC004019.13": 603,
      "AC004022.1": 604,
      "AC004022.2": 605,
      "AC004022.7": 606,
      "AC004022.8": 607,
      "AC004023.1": 608,
      "AC004024.1": 609,
      "AC004034.1": 610,
      "AC004039.1": 611,
      "AC004047.1": 612,
      "AC004052.1": 613,
      "AC004053.1": 614,
      "AC004054.1": 615,
      "AC004057.1": 616,
      "AC004062.1": 617,
      "AC004062.2": 618,
      "AC004063.1": 619,
      "AC004066.1": 620,
      "AC004066.2": 621,
      "AC004066.3": 622,
      "AC004067.1": 623,
      "AC004067.5": 624,
      "AC004067.6": 625,
      "AC004069.1": 626,
      "AC004069.2": 627,
      "AC004070.1": 628,
      "AC004074.1": 629,
      "AC004076.1": 630,
      "AC004076.2": 631,
      "AC004076.5": 632,
      "AC004076.7": 633,
      "AC004076.9": 634,
      "AC004080.1": 635,
      "AC004080.2": 636,
      "AC004080.4": 637,
      "AC004112.1": 638,
      "AC004112.4": 639,
      "AC004129.1": 640,
      "AC004129.2": 641,
      "AC004129.7": 642,
      "AC004129.9": 643,
      "AC004130.1": 644,
      "AC004134.1": 645,
      "AC004147.1": 646,
      "AC004147.2": 647,
      "AC004147.3": 648,
      "AC004147.4": 649,
      "AC004147.5": 650,
      "AC004148.1": 651,
      "AC004148.2": 652,
      "AC004149.1": 653,
      "AC004156.1": 654,
      "AC004156.3": 655,
      "AC004158.1": 656,
      "AC004158.2": 657,
      "AC004158.3": 658,
      "AC004160.1": 659,
      "AC004160.2": 660,
      "AC004160.4": 661,
      "AC004217.1": 662,
      "AC004217.2": 663,
      "AC004217.3": 664,
      "AC004221.1": 665,
      "AC004221.2": 666,
      "AC004223.1": 667,
      "AC004223.2": 668,
      "AC004223.3": 669,
      "AC004223.4": 670,
      "AC004224.1": 671,
      "AC004231.1": 672,
      "AC004231.2": 673,
      "AC004231.3": 674,
      "AC004232.2": 675,
      "AC004232.3": 676,
      "AC004233.1": 677,
      "AC004233.2": 678,
      "AC004233.3": 679,
      "AC004233.4": 680,
      "AC004237.1": 681,
      "AC004241.1": 682,
      "AC004241.2": 683,
      "AC004241.3": 684,
      "AC004241.4": 685,
      "AC004241.5": 686,
      "AC004253.1": 687,
      "AC004253.2": 688,
      "AC004257.1": 689,
      "AC004257.3": 690,
      "AC004263.1": 691,
      "AC004263.2": 692,
      "AC004264.1": 693,
      "AC004264.2": 694,
      "AC004381.1": 695,
      "AC004381.2": 696,
      "AC004381.6": 697,
      "AC004381.7": 698,
      "AC004381.8": 699,
      "AC004381.9": 700,
      "AC004383.1": 701,
      "AC004386.1": 702,
      "AC004386.3": 703,
      "AC004408.1": 704,
      "AC004408.2": 705,
      "AC004415.1": 706,
      "AC004447.2": 707,
      "AC004448.1": 708,
      "AC004448.2": 709,
      "AC004448.3": 710,
      "AC004448.4": 711,
      "AC004448.5": 712,
      "AC004449.1": 713,
      "AC004449.6": 714,
      "AC004453.1": 715,
      "AC004453.2": 716,
      "AC004461.1": 717,
      "AC004461.2": 718,
      "AC004461.4": 719,
      "AC004463.6": 720,
      "AC004466.1": 721,
      "AC004466.2": 722,
      "AC004466.3": 723,
      "AC004467.1": 724,
      "AC004470.1": 725,
      "AC004471.1": 726,
      "AC004471.10": 727,
      "AC004471.2": 728,
      "AC004471.9": 729,
      "AC004477.1": 730,
      "AC004477.3": 731,
      "AC004485.1": 732,
      "AC004485.3": 733,
      "AC004486.1": 734,
      "AC004490.1": 735,
      "AC004491.1": 736,
      "AC004492.1": 737,
      "AC004494.1": 738,
      "AC004510.3": 739,
      "AC004520.1": 740,
      "AC004522.1": 741,
      "AC004522.2": 742,
      "AC004528.1": 743,
      "AC004528.4": 744,
      "AC004534.1": 745,
      "AC004535.2": 746,
      "AC004538.3": 747,
      "AC004540.1": 748,
      "AC004540.2": 749,
      "AC004540.4": 750,
      "AC004540.5": 751,
      "AC004543.1": 752,
      "AC004543.2": 753,
      "AC004549.6": 754,
      "AC004551.1": 755,
      "AC004552.1": 756,
      "AC004554.1": 757,
      "AC004554.2": 758,
      "AC004556.1": 759,
      "AC004584.1": 760,
      "AC004584.2": 761,
      "AC004584.3": 762,
      "AC004585.1": 763,
      "AC004585.2": 764,
      "AC004590.1": 765,
      "AC004593.1": 766,
      "AC004594.1": 767,
      "AC004596.1": 768,
      "AC004597.1": 769,
      "AC004623.1": 770,
      "AC004623.2": 771,
      "AC004623.3": 772,
      "AC004637.1": 773,
      "AC004656.1": 774,
      "AC004672.1": 775,
      "AC004672.2": 776,
      "AC004674.1": 777,
      "AC004678.1": 778,
      "AC004678.2": 779,
      "AC004686.1": 780,
      "AC004687.1": 781,
      "AC004690.1": 782,
      "AC004690.2": 783,
      "AC004691.1": 784,
      "AC004691.5": 785,
      "AC004692.1": 786,
      "AC004692.2": 787,
      "AC004692.4": 788,
      "AC004692.5": 789,
      "AC004696.1": 790,
      "AC004696.2": 791,
      "AC004702.1": 792,
      "AC004702.2": 793,
      "AC004704.1": 794,
      "AC004704.2": 795,
      "AC004706.1": 796,
      "AC004706.2": 797,
      "AC004706.3": 798,
      "AC004706.4": 799,
      "AC004707.1": 800,
      "AC004754.1": 801,
      "AC004754.3": 802,
      "AC004771.1": 803,
      "AC004771.2": 804,
      "AC004771.3": 805,
      "AC004771.4": 806,
      "AC004771.5": 807,
      "AC004775.1": 808,
      "AC004775.5": 809,
      "AC004777.1": 810,
      "AC004784.1": 811,
      "AC004790.1": 812,
      "AC004790.2": 813,
      "AC004791.2": 814,
      "AC004800.1": 815,
      "AC004801.1": 816,
      "AC004801.2": 817,
      "AC004801.3": 818,
      "AC004801.4": 819,
      "AC004801.5": 820,
      "AC004801.6": 821,
      "AC004801.7": 822,
      "AC004803.1": 823,
      "AC004805.1": 824,
      "AC004805.2": 825,
      "AC004805.3": 826,
      "AC004808.1": 827,
      "AC004808.2": 828,
      "AC004812.1": 829,
      "AC004812.2": 830,
      "AC004813.1": 831,
      "AC004815.1": 832,
      "AC004816.1": 833,
      "AC004816.2": 834,
      "AC004817.1": 835,
      "AC004817.2": 836,
      "AC004817.3": 837,
      "AC004817.4": 838,
      "AC004825.1": 839,
      "AC004825.2": 840,
      "AC004828.1": 841,
      "AC004830.1": 842,
      "AC004832.1": 843,
      "AC004832.2": 844,
      "AC004832.4": 845,
      "AC004832.5": 846,
      "AC004832.6": 847,
      "AC004834.1": 848,
      "AC004835.1": 849,
      "AC004835.2": 850,
      "AC004836.1": 851,
      "AC004837.2": 852,
      "AC004837.3": 853,
      "AC004837.4": 854,
      "AC004837.5": 855,
      "AC004839.1": 856,
      "AC004840.1": 857,
      "AC004840.2": 858,
      "AC004840.8": 859,
      "AC004840.9": 860,
      "AC004846.1": 861,
      "AC004846.2": 862,
      "AC004847.1": 863,
      "AC004852.2": 864,
      "AC004852.3": 865,
      "AC004853.1": 866,
      "AC004853.2": 867,
      "AC004854.1": 868,
      "AC004854.2": 869,
      "AC004854.4": 870,
      "AC004854.5": 871,
      "AC004858.1": 872,
      "AC004862.1": 873,
      "AC004862.6": 874,
      "AC004865.1": 875,
      "AC004865.2": 876,
      "AC004866.1": 877,
      "AC004866.2": 878,
      "AC004866.3": 879,
      "AC004869.1": 880,
      "AC004869.2": 881,
      "AC004869.3": 882,
      "AC004870.1": 883,
      "AC004870.2": 884,
      "AC004870.3": 885,
      "AC004870.4": 886,
      "AC004870.5": 887,
      "AC004872.1": 888,
      "AC004875.1": 889,
      "AC004877.1": 890,
      "AC004877.2": 891,
      "AC004878.2": 892,
      "AC004878.8": 893,
      "AC004882.1": 894,
      "AC004884.1": 895,
      "AC004884.2": 896,
      "AC004888.1": 897,
      "AC004889.1": 898,
      "AC004890.1": 899,
      "AC004890.2": 900,
      "AC004890.3": 901,
      "AC004893.1": 902,
      "AC004893.11": 903,
      "AC004893.2": 904,
      "AC004895.1": 905,
      "AC004895.4": 906,
      "AC004898.1": 907,
      "AC004899.1": 908,
      "AC004899.2": 909,
      "AC004899.3": 910,
      "AC004901.1": 911,
      "AC004906.1": 912,
      "AC004906.3": 913,
      "AC004908.1": 914,
      "AC004908.2": 915,
      "AC004908.3": 916,
      "AC004910.1": 917,
      "AC004911.1": 918,
      "AC004911.2": 919,
      "AC004917.1": 920,
      "AC004918.1": 921,
      "AC004918.3": 922,
      "AC004920.1": 923,
      "AC004920.2": 924,
      "AC004920.3": 925,
      "AC004921.1": 926,
      "AC004922.1": 927,
      "AC004923.1": 928,
      "AC004923.2": 929,
      "AC004923.3": 930,
      "AC004923.4": 931,
      "AC004924.1": 932,
      "AC004925.1": 933,
      "AC004930.1": 934,
      "AC004936.1": 935,
      "AC004938.1": 936,
      "AC004938.5": 937,
      "AC004941.1": 938,
      "AC004941.2": 939,
      "AC004941.3": 940,
      "AC004941.5": 941,
      "AC004943.1": 942,
      "AC004943.2": 943,
      "AC004943.3": 944,
      "AC004944.1": 945,
      "AC004945.1": 946,
      "AC004946.1": 947,
      "AC004947.1": 948,
      "AC004947.2": 949,
      "AC004948.1": 950,
      "AC004951.1": 951,
      "AC004951.2": 952,
      "AC004951.3": 953,
      "AC004951.4": 954,
      "AC004951.5": 955,
      "AC004951.6": 956,
      "AC004965.1": 957,
      "AC004967.1": 958,
      "AC004967.7": 959,
      "AC004969.1": 960,
      "AC004972.1": 961,
      "AC004973.1": 962,
      "AC004975.1": 963,
      "AC004975.2": 964,
      "AC004980.1": 965,
      "AC004980.10": 966,
      "AC004980.2": 967,
      "AC004980.3": 968,
      "AC004980.4": 969,
      "AC004980.7": 970,
      "AC004980.8": 971,
      "AC004980.9": 972,
      "AC004982.1": 973,
      "AC004982.2": 974,
      "AC004985.12": 975,
      "AC004986.1": 976,
      "AC004987.1": 977,
      "AC004987.10": 978,
      "AC004987.2": 979,
      "AC004987.3": 980,
      "AC004987.4": 981,
      "AC004988.1": 982,
      "AC004990.1": 983,
      "AC004994.1": 984,
      "AC004997.1": 985,
      "AC005000.1": 986,
      "AC005000.2": 987,
      "AC005002.1": 988,
      "AC005002.2": 989,
      "AC005003.1": 990,
      "AC005005.1": 991,
      "AC005005.2": 992,
      "AC005005.3": 993,
      "AC005005.4": 994,
      "AC005006.1": 995,
      "AC005008.1": 996,
      "AC005008.2": 997,
      "AC005008.3": 998,
      "AC005009.1": 999,
      "AC005009.2": 1000,
      "AC005011.1": 1001,
      "AC005013.1": 1002,
      "AC005013.5": 1003,
      "AC005014.1": 1004,
      "AC005014.2": 1005,
      "AC005014.3": 1006,
      "AC005014.5": 1007,
      "AC005017.1": 1008,
      "AC005019.1": 1009,
      "AC005019.2": 1010,
      "AC005019.3": 1011,
      "AC005020.1": 1012,
      "AC005021.1": 1013,
      "AC005033.1": 1014,
      "AC005034.1": 1015,
      "AC005034.2": 1016,
      "AC005034.3": 1017,
      "AC005034.4": 1018,
      "AC005034.5": 1019,
      "AC005035.1": 1020,
      "AC005037.1": 1021,
      "AC005037.3": 1022,
      "AC005040.1": 1023,
      "AC005040.3": 1024,
      "AC005041.1": 1025,
      "AC005041.11": 1026,
      "AC005041.17": 1027,
      "AC005041.2": 1028,
      "AC005041.3": 1029,
      "AC005042.1": 1030,
      "AC005042.2": 1031,
      "AC005042.3": 1032,
      "AC005042.4": 1033,
      "AC005042.5": 1034,
      "AC005046.1": 1035,
      "AC005050.1": 1036,
      "AC005052.1": 1037,
      "AC005056.1": 1038,
      "AC005062.1": 1039,
      "AC005062.2": 1040,
      "AC005064.1": 1041,
      "AC005066.1": 1042,
      "AC005070.1": 1043,
      "AC005070.2": 1044,
      "AC005070.3": 1045,
      "AC005072.1": 1046,
      "AC005076.1": 1047,
      "AC005076.5": 1048,
      "AC005077.1": 1049,
      "AC005077.14": 1050,
      "AC005077.2": 1051,
      "AC005077.3": 1052,
      "AC005077.4": 1053,
      "AC005077.5": 1054,
      "AC005077.7": 1055,
      "AC005077.8": 1056,
      "AC005082.1": 1057,
      "AC005082.12": 1058,
      "AC005083.1": 1059,
      "AC005084.1": 1060,
      "AC005086.1": 1061,
      "AC005086.2": 1062,
      "AC005086.3": 1063,
      "AC005086.4": 1064,
      "AC005088.1": 1065,
      "AC005089.1": 1066,
      "AC005090.1": 1067,
      "AC005091.1": 1068,
      "AC005094.1": 1069,
      "AC005094.2": 1070,
      "AC005096.1": 1071,
      "AC005099.1": 1072,
      "AC005102.1": 1073,
      "AC005104.1": 1074,
      "AC005104.2": 1075,
      "AC005104.3": 1076,
      "AC005105.1": 1077,
      "AC005105.2": 1078,
      "AC005144.1": 1079,
      "AC005150.1": 1080,
      "AC005152.2": 1081,
      "AC005152.3": 1082,
      "AC005154.1": 1083,
      "AC005154.2": 1084,
      "AC005154.3": 1085,
      "AC005154.4": 1086,
      "AC005154.5": 1087,
      "AC005154.6": 1088,
      "AC005154.7": 1089,
      "AC005154.8": 1090,
      "AC005156.1": 1091,
      "AC005160.1": 1092,
      "AC005160.3": 1093,
      "AC005162.1": 1094,
      "AC005162.2": 1095,
      "AC005162.3": 1096,
      "AC005162.4": 1097,
      "AC005162.5": 1098,
      "AC005165.1": 1099,
      "AC005165.2": 1100,
      "AC005176.1": 1101,
      "AC005176.2": 1102,
      "AC005178.1": 1103,
      "AC005180.1": 1104,
      "AC005180.2": 1105,
      "AC005181.1": 1106,
      "AC005183.1": 1107,
      "AC005185.1": 1108,
      "AC005186.1": 1109,
      "AC005189.1": 1110,
      "AC005189.6": 1111,
      "AC005191.1": 1112,
      "AC005197.1": 1113,
      "AC005197.2": 1114,
      "AC005208.1": 1115,
      "AC005209.1": 1116,
      "AC005220.1": 1117,
      "AC005220.3": 1118,
      "AC005224.1": 1119,
      "AC005224.2": 1120,
      "AC005224.3": 1121,
      "AC005224.4": 1122,
      "AC005225.1": 1123,
      "AC005225.2": 1124,
      "AC005225.3": 1125,
      "AC005225.4": 1126,
      "AC005225.5": 1127,
      "AC005229.1": 1128,
      "AC005229.2": 1129,
      "AC005229.3": 1130,
      "AC005229.4": 1131,
      "AC005229.7": 1132,
      "AC005230.1": 1133,
      "AC005234.1": 1134,
      "AC005237.1": 1135,
      "AC005237.2": 1136,
      "AC005237.4": 1137,
      "AC005242.1": 1138,
      "AC005244.1": 1139,
      "AC005244.2": 1140,
      "AC005252.1": 1141,
      "AC005252.3": 1142,
      "AC005253.1": 1143,
      "AC005253.2": 1144,
      "AC005253.4": 1145,
      "AC005255.3": 1146,
      "AC005256.1": 1147,
      "AC005261.1": 1148,
      "AC005261.2": 1149,
      "AC005261.3": 1150,
      "AC005261.4": 1151,
      "AC005261.5": 1152,
      "AC005261.6": 1153,
      "AC005262.1": 1154,
      "AC005262.2": 1155,
      "AC005262.3": 1156,
      "AC005262.4": 1157,
      "AC005264.1": 1158,
      "AC005264.2": 1159,
      "AC005274.1": 1160,
      "AC005276.1": 1161,
      "AC005277.2": 1162,
      "AC005280.1": 1163,
      "AC005281.1": 1164,
      "AC005281.2": 1165,
      "AC005288.1": 1166,
      "AC005291.1": 1167,
      "AC005291.2": 1168,
      "AC005294.1": 1169,
      "AC005296.1": 1170,
      "AC005297.1": 1171,
      "AC005297.2": 1172,
      "AC005297.3": 1173,
      "AC005300.1": 1174,
      "AC005301.10": 1175,
      "AC005301.8": 1176,
      "AC005301.9": 1177,
      "AC005303.1": 1178,
      "AC005304.1": 1179,
      "AC005304.2": 1180,
      "AC005304.3": 1181,
      "AC005306.1": 1182,
      "AC005306.3": 1183,
      "AC005307.1": 1184,
      "AC005307.3": 1185,
      "AC005307.4": 1186,
      "AC005307.5": 1187,
      "AC005323.1": 1188,
      "AC005323.2": 1189,
      "AC005324.1": 1190,
      "AC005324.2": 1191,
      "AC005324.3": 1192,
      "AC005324.4": 1193,
      "AC005324.5": 1194,
      "AC005324.6": 1195,
      "AC005324.7": 1196,
      "AC005324.8": 1197,
      "AC005326.1": 1198,
      "AC005329.1": 1199,
      "AC005329.3": 1200,
      "AC005329.7": 1201,
      "AC005330.1": 1202,
      "AC005330.2": 1203,
      "AC005332.1": 1204,
      "AC005332.10": 1205,
      "AC005332.3": 1206,
      "AC005332.4": 1207,
      "AC005332.5": 1208,
      "AC005332.6": 1209,
      "AC005332.7": 1210,
      "AC005332.8": 1211,
      "AC005332.9": 1212,
      "AC005336.1": 1213,
      "AC005336.2": 1214,
      "AC005336.3": 1215,
      "AC005336.4": 1216,
      "AC005336.5": 1217,
      "AC005339.2": 1218,
      "AC005341.1": 1219,
      "AC005342.1": 1220,
      "AC005342.2": 1221,
      "AC005344.1": 1222,
      "AC005345.1": 1223,
      "AC005351.1": 1224,
      "AC005355.1": 1225,
      "AC005355.2": 1226,
      "AC005355.3": 1227,
      "AC005356.1": 1228,
      "AC005357.1": 1229,
      "AC005357.2": 1230,
      "AC005358.1": 1231,
      "AC005358.2": 1232,
      "AC005363.1": 1233,
      "AC005363.11": 1234,
      "AC005363.2": 1235,
      "AC005363.9": 1236,
      "AC005377.1": 1237,
      "AC005379.1": 1238,
      "AC005381.1": 1239,
      "AC005383.1": 1240,
      "AC005387.1": 1241,
      "AC005387.2": 1242,
      "AC005387.3": 1243,
      "AC005391.1": 1244,
      "AC005391.2": 1245,
      "AC005392.1": 1246,
      "AC005392.13": 1247,
      "AC005392.2": 1248,
      "AC005392.3": 1249,
      "AC005393.1": 1250,
      "AC005394.1": 1251,
      "AC005394.2": 1252,
      "AC005410.1": 1253,
      "AC005410.2": 1254,
      "AC005412.1": 1255,
      "AC005412.2": 1256,
      "AC005412.3": 1257,
      "AC005476.1": 1258,
      "AC005476.2": 1259,
      "AC005477.1": 1260,
      "AC005479.1": 1261,
      "AC005479.2": 1262,
      "AC005479.3": 1263,
      "AC005480.1": 1264,
      "AC005480.2": 1265,
      "AC005481.1": 1266,
      "AC005481.5": 1267,
      "AC005482.1": 1268,
      "AC005486.1": 1269,
      "AC005487.1": 1270,
      "AC005487.2": 1271,
      "AC005488.11": 1272,
      "AC005495.1": 1273,
      "AC005498.1": 1274,
      "AC005498.2": 1275,
      "AC005498.3": 1276,
      "AC005498.4": 1277,
      "AC005514.1": 1278,
      "AC005514.2": 1279,
      "AC005517.1": 1280,
      "AC005517.2": 1281,
      "AC005518.1": 1282,
      "AC005518.2": 1283,
      "AC005519.1": 1284,
      "AC005519.2": 1285,
      "AC005519.4": 1286,
      "AC005520.1": 1287,
      "AC005520.2": 1288,
      "AC005520.3": 1289,
      "AC005520.4": 1290,
      "AC005521.1": 1291,
      "AC005522.1": 1292,
      "AC005522.2": 1293,
      "AC005522.7": 1294,
      "AC005523.1": 1295,
      "AC005523.2": 1296,
      "AC005523.3": 1297,
      "AC005524.1": 1298,
      "AC005529.1": 1299,
      "AC005531.1": 1300,
      "AC005532.1": 1301,
      "AC005532.2": 1302,
      "AC005532.5": 1303,
      "AC005534.1": 1304,
      "AC005534.2": 1305,
      "AC005534.6": 1306,
      "AC005534.8": 1307,
      "AC005537.1": 1308,
      "AC005537.2": 1309,
      "AC005538.1": 1310,
      "AC005538.3": 1311,
      "AC005538.5": 1312,
      "AC005539.1": 1313,
      "AC005540.1": 1314,
      "AC005540.3": 1315,
      "AC005544.1": 1316,
      "AC005546.1": 1317,
      "AC005546.2": 1318,
      "AC005549.1": 1319,
      "AC005550.1": 1320,
      "AC005550.2": 1321,
      "AC005550.3": 1322,
      "AC005550.5": 1323,
      "AC005551.1": 1324,
      "AC005552.1": 1325,
      "AC005559.1": 1326,
      "AC005559.2": 1327,
      "AC005559.3": 1328,
      "AC005562.1": 1329,
      "AC005562.2": 1330,
      "AC005578.1": 1331,
      "AC005578.3": 1332,
      "AC005580.1": 1333,
      "AC005586.1": 1334,
      "AC005586.2": 1335,
      "AC005587.1": 1336,
      "AC005588.1": 1337,
      "AC005588.2": 1338,
      "AC005592.1": 1339,
      "AC005592.2": 1340,
      "AC005592.3": 1341,
      "AC005592.4": 1342,
      "AC005593.1": 1343,
      "AC005593.2": 1344,
      "AC005597.1": 1345,
      "AC005599.3": 1346,
      "AC005606.14": 1347,
      "AC005606.15": 1348,
      "AC005606.2": 1349,
      "AC005609.1": 1350,
      "AC005609.16": 1351,
      "AC005609.17": 1352,
      "AC005609.18": 1353,
      "AC005609.19": 1354,
      "AC005609.2": 1355,
      "AC005609.20": 1356,
      "AC005609.5": 1357,
      "AC005613.1": 1358,
      "AC005614.1": 1359,
      "AC005614.3": 1360,
      "AC005614.5": 1361,
      "AC005616.1": 1362,
      "AC005616.2": 1363,
      "AC005618.1": 1364,
      "AC005618.10": 1365,
      "AC005618.2": 1366,
      "AC005618.6": 1367,
      "AC005618.8": 1368,
      "AC005618.9": 1369,
      "AC005622.1": 1370,
      "AC005624.2": 1371,
      "AC005625.1": 1372,
      "AC005626.3": 1373,
      "AC005632.1": 1374,
      "AC005632.2": 1375,
      "AC005632.3": 1376,
      "AC005632.4": 1377,
      "AC005668.1": 1378,
      "AC005670.1": 1379,
      "AC005674.1": 1380,
      "AC005674.2": 1381,
      "AC005682.1": 1382,
      "AC005682.5": 1383,
      "AC005682.6": 1384,
      "AC005682.8": 1385,
      "AC005691.1": 1386,
      "AC005692.1": 1387,
      "AC005692.2": 1388,
      "AC005695.1": 1389,
      "AC005695.2": 1390,
      "AC005695.3": 1391,
      "AC005696.1": 1392,
      "AC005696.3": 1393,
      "AC005696.4": 1394,
      "AC005697.1": 1395,
      "AC005697.2": 1396,
      "AC005699.1": 1397,
      "AC005702.1": 1398,
      "AC005702.3": 1399,
      "AC005702.4": 1400,
      "AC005702.5": 1401,
      "AC005703.1": 1402,
      "AC005703.2": 1403,
      "AC005703.3": 1404,
      "AC005703.4": 1405,
      "AC005703.5": 1406,
      "AC005703.6": 1407,
      "AC005722.1": 1408,
      "AC005722.2": 1409,
      "AC005722.3": 1410,
      "AC005722.4": 1411,
      "AC005725.1": 1412,
      "AC005726.1": 1413,
      "AC005726.2": 1414,
      "AC005726.3": 1415,
      "AC005726.4": 1416,
      "AC005726.6": 1417,
      "AC005730.1": 1418,
      "AC005730.2": 1419,
      "AC005730.3": 1420,
      "AC005736.1": 1421,
      "AC005736.2": 1422,
      "AC005736.3": 1423,
      "AC005740.1": 1424,
      "AC005740.2": 1425,
      "AC005740.3": 1426,
      "AC005740.4": 1427,
      "AC005740.5": 1428,
      "AC005740.6": 1429,
      "AC005740.7": 1430,
      "AC005741.1": 1431,
      "AC005741.2": 1432,
      "AC005746.1": 1433,
      "AC005746.2": 1434,
      "AC005746.3": 1435,
      "AC005752.10": 1436,
      "AC005753.1": 1437,
      "AC005753.3": 1438,
      "AC005754.7": 1439,
      "AC005754.8": 1440,
      "AC005757.1": 1441,
      "AC005757.6": 1442,
      "AC005758.1": 1443,
      "AC005759.1": 1444,
      "AC005771.1": 1445,
      "AC005772.1": 1446,
      "AC005772.2": 1447,
      "AC005774.1": 1448,
      "AC005775.1": 1449,
      "AC005775.2": 1450,
      "AC005776.1": 1451,
      "AC005776.2": 1452,
      "AC005777.1": 1453,
      "AC005777.3": 1454,
      "AC005779.1": 1455,
      "AC005779.2": 1456,
      "AC005780.1": 1457,
      "AC005785.1": 1458,
      "AC005785.2": 1459,
      "AC005785.5": 1460,
      "AC005786.1": 1461,
      "AC005786.2": 1462,
      "AC005786.3": 1463,
      "AC005786.4": 1464,
      "AC005786.5": 1465,
      "AC005786.6": 1466,
      "AC005786.7": 1467,
      "AC005787.5": 1468,
      "AC005789.11": 1469,
      "AC005789.9": 1470,
      "AC005790.1": 1471,
      "AC005792.1": 1472,
      "AC005794.1": 1473,
      "AC005795.1": 1474,
      "AC005796.1": 1475,
      "AC005796.2": 1476,
      "AC005798.1": 1477,
      "AC005808.1": 1478,
      "AC005808.3": 1479,
      "AC005821.1": 1480,
      "AC005822.1": 1481,
      "AC005823.1": 1482,
      "AC005823.2": 1483,
      "AC005828.1": 1484,
      "AC005828.2": 1485,
      "AC005828.3": 1486,
      "AC005828.4": 1487,
      "AC005828.5": 1488,
      "AC005828.6": 1489,
      "AC005828.7": 1490,
      "AC005829.1": 1491,
      "AC005829.2": 1492,
      "AC005831.1": 1493,
      "AC005832.1": 1494,
      "AC005832.2": 1495,
      "AC005832.3": 1496,
      "AC005832.4": 1497,
      "AC005833.2": 1498,
      "AC005833.4": 1499,
      "AC005837.1": 1500,
      "AC005837.3": 1501,
      "AC005838.2": 1502,
      "AC005839.1": 1503,
      "AC005840.1": 1504,
      "AC005840.2": 1505,
      "AC005840.3": 1506,
      "AC005840.4": 1507,
      "AC005840.5": 1508,
      "AC005841.1": 1509,
      "AC005841.2": 1510,
      "AC005842.1": 1511,
      "AC005845.1": 1512,
      "AC005856.1": 1513,
      "AC005858.1": 1514,
      "AC005858.2": 1515,
      "AC005858.3": 1516,
      "AC005858.4": 1517,
      "AC005863.1": 1518,
      "AC005865.1": 1519,
      "AC005865.2": 1520,
      "AC005868.1": 1521,
      "AC005871.1": 1522,
      "AC005871.2": 1523,
      "AC005884.1": 1524,
      "AC005884.2": 1525,
      "AC005885.1": 1526,
      "AC005899.1": 1527,
      "AC005899.2": 1528,
      "AC005899.5": 1529,
      "AC005899.6": 1530,
      "AC005899.7": 1531,
      "AC005899.8": 1532,
      "AC005901.1": 1533,
      "AC005906.1": 1534,
      "AC005906.2": 1535,
      "AC005908.1": 1536,
      "AC005908.2": 1537,
      "AC005909.1": 1538,
      "AC005911.1": 1539,
      "AC005912.1": 1540,
      "AC005912.2": 1541,
      "AC005914.1": 1542,
      "AC005915.1": 1543,
      "AC005920.1": 1544,
      "AC005920.2": 1545,
      "AC005920.3": 1546,
      "AC005920.4": 1547,
      "AC005921.1": 1548,
      "AC005921.3": 1549,
      "AC005932.1": 1550,
      "AC005943.2": 1551,
      "AC005943.4": 1552,
      "AC005943.5": 1553,
      "AC005943.6": 1554,
      "AC005944.2": 1555,
      "AC005951.1": 1556,
      "AC005951.2": 1557,
      "AC005954.1": 1558,
      "AC005954.2": 1559,
      "AC005954.3": 1560,
      "AC005954.4": 1561,
      "AC005962.2": 1562,
      "AC005972.1": 1563,
      "AC005972.2": 1564,
      "AC005972.3": 1565,
      "AC005972.4": 1566,
      "AC005993.1": 1567,
      "AC005996.1": 1568,
      "AC005996.2": 1569,
      "AC005999.1": 1570,
      "AC006000.5": 1571,
      "AC006001.1": 1572,
      "AC006001.2": 1573,
      "AC006001.3": 1574,
      "AC006003.1": 1575,
      "AC006003.3": 1576,
      "AC006004.1": 1577,
      "AC006006.1": 1578,
      "AC006007.1": 1579,
      "AC006011.2": 1580,
      "AC006012.1": 1581,
      "AC006013.1": 1582,
      "AC006014.7": 1583,
      "AC006014.8": 1584,
      "AC006015.1": 1585,
      "AC006017.1": 1586,
      "AC006019.1": 1587,
      "AC006019.2": 1588,
      "AC006019.3": 1589,
      "AC006019.4": 1590,
      "AC006020.1": 1591,
      "AC006022.1": 1592,
      "AC006022.4": 1593,
      "AC006023.1": 1594,
      "AC006023.2": 1595,
      "AC006026.1": 1596,
      "AC006026.12": 1597,
      "AC006026.13": 1598,
      "AC006026.2": 1599,
      "AC006026.3": 1600,
      "AC006026.9": 1601,
      "AC006028.1": 1602,
      "AC006028.11": 1603,
      "AC006030.1": 1604,
      "AC006033.1": 1605,
      "AC006033.2": 1606,
      "AC006033.22": 1607,
      "AC006037.1": 1608,
      "AC006037.2": 1609,
      "AC006041.1": 1610,
      "AC006042.1": 1611,
      "AC006042.2": 1612,
      "AC006042.3": 1613,
      "AC006042.4": 1614,
      "AC006042.6": 1615,
      "AC006042.7": 1616,
      "AC006042.8": 1617,
      "AC006050.2": 1618,
      "AC006055.1": 1619,
      "AC006058.1": 1620,
      "AC006058.2": 1621,
      "AC006058.3": 1622,
      "AC006058.4": 1623,
      "AC006059.1": 1624,
      "AC006063.1": 1625,
      "AC006063.2": 1626,
      "AC006064.1": 1627,
      "AC006064.2": 1628,
      "AC006064.3": 1629,
      "AC006065.1": 1630,
      "AC006065.2": 1631,
      "AC006065.3": 1632,
      "AC006065.4": 1633,
      "AC006065.5": 1634,
      "AC006065.6": 1635,
      "AC006070.1": 1636,
      "AC006076.1": 1637,
      "AC006077.1": 1638,
      "AC006077.2": 1639,
      "AC006077.3": 1640,
      "AC006077.4": 1641,
      "AC006111.2": 1642,
      "AC006111.3": 1643,
      "AC006115.1": 1644,
      "AC006115.2": 1645,
      "AC006115.3": 1646,
      "AC006115.6": 1647,
      "AC006115.7": 1648,
      "AC006116.1": 1649,
      "AC006116.10": 1650,
      "AC006116.12": 1651,
      "AC006116.13": 1652,
      "AC006116.14": 1653,
      "AC006116.15": 1654,
      "AC006116.17": 1655,
      "AC006116.19": 1656,
      "AC006116.2": 1657,
      "AC006116.20": 1658,
      "AC006116.21": 1659,
      "AC006116.22": 1660,
      "AC006116.28": 1661,
      "AC006116.3": 1662,
      "AC006116.4": 1663,
      "AC006116.5": 1664,
      "AC006116.6": 1665,
      "AC006116.8": 1666,
      "AC006116.9": 1667,
      "AC006120.1": 1668,
      "AC006122.1": 1669,
      "AC006126.3": 1670,
      "AC006128.1": 1671,
      "AC006128.2": 1672,
      "AC006129.1": 1673,
      "AC006129.2": 1674,
      "AC006129.3": 1675,
      "AC006129.4": 1676,
      "AC006130.1": 1677,
      "AC006130.2": 1678,
      "AC006130.3": 1679,
      "AC006130.4": 1680,
      "AC006130.5": 1681,
      "AC006132.1": 1682,
      "AC006133.1": 1683,
      "AC006133.7": 1684,
      "AC006141.1": 1685,
      "AC006144.1": 1686,
      "AC006145.1": 1687,
      "AC006148.1": 1688,
      "AC006148.2": 1689,
      "AC006150.1": 1690,
      "AC006157.1": 1691,
      "AC006158.1": 1692,
      "AC006158.7": 1693,
      "AC006158.9": 1694,
      "AC006159.1": 1695,
      "AC006159.2": 1696,
      "AC006159.5": 1697,
