{
  "additional_special_tokens": [
    "[CLS_0]",
    "[CLS_1]",
    "[CLS_2]",
    "[CLS_3]",
    "[CLS_4]",
    "[CLS_5]",
    "[CLS_6]",
    "[CLS_7]",
    "[CLS_8]",
    "[CLS_9]",
    "[CLS_10]",
    "[CLS_11]",
    "[CLS_12]",
    "[CLS_13]",
    "[CLS_14]",
    "[CLS_15]",
    "[CLS_16]",
    "[CLS_17]",
    "[CLS_18]",
    "[CLS_19]",
    "[CLS_20]",
    "[CLS_21]",
    "[CLS_22]",
    "[CLS_23]",
    "[CLS_24]",
    "[CLS_25]",
    "[CLS_26]",
    "[CLS_27]",
    "[CLS_28]",
    "[CLS_29]",
    "[CLS_30]"
  ],
  "cls_token": {
    "content": "[CLS]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "mask_token": {
    "content": "[MASK]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "pad_token": {
    "content": "[PAD]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "sep_token": {
    "content": "[SEP]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "unk_token": {
    "content": "[UNK]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  }
}
