{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[CLS_0]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[CLS_1]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "[CLS_2]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "[CLS_3]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "[CLS_4]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "[CLS_5]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "[CLS_6]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "[CLS_7]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "[CLS_8]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "[CLS_9]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "[CLS_10]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "[CLS_11]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "[CLS_12]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "[CLS_13]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "[CLS_14]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "[CLS_15]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "[CLS_16]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "[CLS_17]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "[CLS_18]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "[CLS_19]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "[CLS_20]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "[CLS_21]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "[CLS_22]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "[CLS_23]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "[CLS_24]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "[CLS_25]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "[CLS_26]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "[CLS_27]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "[CLS_28]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "[CLS_29]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "[CLS_30]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "[S]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "[T]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": false,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "[CLS_0]": 5,
      "[CLS_1]": 6,
      "[CLS_2]": 7,
      "[CLS_3]": 8,
      "[CLS_4]": 9,
      "[CLS_5]": 10,
      "[CLS_6]": 11,
      "[CLS_7]": 12,
      "[CLS_8]": 13,
      "[CLS_9]": 14,
      "[CLS_10]": 15,
      "[CLS_11]": 16,
      "[CLS_12]": 17,
      "[CLS_13]": 18,
      "[CLS_14]": 19,
      "[CLS_15]": 20,
      "[CLS_16]": 21,
      "[CLS_17]": 22,
      "[CLS_18]": 23,
      "[CLS_19]": 24,
      "[CLS_20]": 25,
      "[CLS_21]": 26,
      "[CLS_22]": 27,
      "[CLS_23]": 28,
      "[CLS_24]": 29,
      "[CLS_25]": 30,
      "[CLS_26]": 31,
      "[CLS_27]": 32,
      "[CLS_28]": 33,
      "[CLS_29]": 34,
      "[CLS_30]": 35,
      "[S]": 36,
      "[T]": 37,
      "A1BG": 38,
      "A1CF": 39,
      "A2M": 40,
      "A2ML1": 41,
      "A3GALT2": 42,
      "A4GALT": 43,
      "A4GNT": 44,
      "AAAS": 45,
      "AACS": 46,
      "AADAC": 47,
      "AADACL2": 48,
      "AADACL3": 49,
      "AADACL4": 50,
      "AADAT": 51,
      "AAGAB": 52,
      "AAK1": 53,
      "AAMDC": 54,
      "AAMP": 55,
      "AANAT": 56,
      "AAR2": 57,
      "AARD": 58,
      "AARS1": 59,
      "AARS2": 60,
      "AARSD1": 61,
      "AASDH": 62,
      "AASDHPPT": 63,
      "AASS": 64,
      "AATF": 65,
      "AATK": 66,
      "ABAT": 67,
      "ABCA1": 68,
      "ABCA10": 69,
      "ABCA12": 70,
      "ABCA13": 71,
      "ABCA2": 72,
      "ABCA3": 73,
      "ABCA4": 74,
      "ABCA5": 75,
      "ABCA6": 76,
      "ABCA7": 77,
      "ABCA8": 78,
      "ABCA9": 79,
      "ABCB1": 80,
      "ABCB10": 81,
      "ABCB11": 82,
      "ABCB4": 83,
      "ABCB5": 84,
      "ABCB6": 85,
      "ABCB7": 86,
      "ABCB8": 87,
      "ABCB9": 88,
      "ABCC1": 89,
      "ABCC10": 90,
      "ABCC11": 91,
      "ABCC12": 92,
      "ABCC2": 93,
      "ABCC3": 94,
      "ABCC4": 95,
      "ABCC5": 96,
      "ABCC6": 97,
      "ABCC8": 98,
      "ABCC9": 99,
      "ABCD1": 100,
      "ABCD2": 101,
      "ABCD3": 102,
      "ABCD4": 103,
      "ABCE1": 104,
      "ABCF1": 105,
      "ABCF2": 106,
      "ABCF3": 107,
      "ABCG1": 108,
      "ABCG2": 109,
      "ABCG4": 110,
      "ABCG5": 111,
      "ABCG8": 112,
      "ABHD1": 113,
      "ABHD10": 114,
      "ABHD11": 115,
      "ABHD12": 116,
      "ABHD12B": 117,
      "ABHD13": 118,
      "ABHD14A": 119,
      "ABHD14B": 120,
      "ABHD15": 121,
      "ABHD16A": 122,
      "ABHD16B": 123,
      "ABHD17A": 124,
      "ABHD17B": 125,
      "ABHD17C": 126,
      "ABHD18": 127,
      "ABHD2": 128,
      "ABHD3": 129,
      "ABHD4": 130,
      "ABHD5": 131,
      "ABHD6": 132,
      "ABHD8": 133,
      "ABI1": 134,
      "ABI2": 135,
      "ABI3": 136,
      "ABI3BP": 137,
      "ABITRAM": 138,
      "ABL1": 139,
      "ABL2": 140,
      "ABLIM1": 141,
      "ABLIM2": 142,
      "ABLIM3": 143,
      "ABO": 144,
      "ABR": 145,
      "ABRA": 146,
      "ABRACL": 147,
      "ABRAXAS1": 148,
      "ABRAXAS2": 149,
      "ABT1": 150,
      "ABTB1": 151,
      "ABTB2": 152,
      "ABTB3": 153,
      "ACAA1": 154,
      "ACAA2": 155,
      "ACACA": 156,
      "ACACB": 157,
      "ACAD10": 158,
      "ACAD11": 159,
      "ACAD8": 160,
      "ACAD9": 161,
      "ACADL": 162,
      "ACADM": 163,
      "ACADS": 164,
      "ACADSB": 165,
      "ACADVL": 166,
      "ACAN": 167,
      "ACAP1": 168,
      "ACAP2": 169,
      "ACAP3": 170,
      "ACAT1": 171,
      "ACAT2": 172,
      "ACBD3": 173,
      "ACBD4": 174,
      "ACBD5": 175,
      "ACBD6": 176,
      "ACBD7": 177,
      "ACCS": 178,
      "ACCSL": 179,
      "ACD": 180,
      "ACE": 181,
      "ACE2": 182,
      "ACER1": 183,
      "ACER2": 184,
      "ACER3": 185,
      "ACHE": 186,
      "ACIN1": 187,
      "ACKR1": 188,
      "ACKR2": 189,
      "ACKR3": 190,
      "ACKR4": 191,
      "ACLY": 192,
      "ACMSD": 193,
      "ACO1": 194,
      "ACO2": 195,
      "ACOD1": 196,
      "ACOT1": 197,
      "ACOT11": 198,
      "ACOT12": 199,
      "ACOT13": 200,
      "ACOT2": 201,
      "ACOT4": 202,
      "ACOT6": 203,
      "ACOT7": 204,
      "ACOT8": 205,
      "ACOT9": 206,
      "ACOX1": 207,
      "ACOX2": 208,
      "ACOX3": 209,
      "ACOXL": 210,
      "ACP1": 211,
      "ACP2": 212,
      "ACP3": 213,
      "ACP4": 214,
      "ACP5": 215,
      "ACP6": 216,
      "ACP7": 217,
      "ACR": 218,
      "ACRBP": 219,
      "ACRV1": 220,
      "ACSBG1": 221,
      "ACSBG2": 222,
      "ACSF2": 223,
      "ACSF3": 224,
      "ACSL1": 225,
      "ACSL3": 226,
      "ACSL4": 227,
      "ACSL5": 228,
      "ACSL6": 229,
      "ACSM1": 230,
      "ACSM2A": 231,
      "ACSM2B": 232,
      "ACSM3": 233,
      "ACSM4": 234,
      "ACSM5": 235,
      "ACSM6": 236,
      "ACSS1": 237,
      "ACSS2": 238,
      "ACSS3": 239,
      "ACTA1": 240,
      "ACTA2": 241,
      "ACTB": 242,
      "ACTBL2": 243,
      "ACTC1": 244,
      "ACTG1": 245,
      "ACTG2": 246,
      "ACTL10": 247,
      "ACTL6A": 248,
      "ACTL6B": 249,
      "ACTL7A": 250,
      "ACTL7B": 251,
      "ACTL8": 252,
      "ACTL9": 253,
      "ACTMAP": 254,
      "ACTN1": 255,
      "ACTN2": 256,
      "ACTN3": 257,
      "ACTN4": 258,
      "ACTR10": 259,
      "ACTR1A": 260,
      "ACTR1B": 261,
      "ACTR2": 262,
      "ACTR3": 263,
      "ACTR3B": 264,
      "ACTR3C": 265,
      "ACTR5": 266,
      "ACTR6": 267,
      "ACTR8": 268,
      "ACTRT1": 269,
      "ACTRT2": 270,
      "ACTRT3": 271,
      "ACVR1": 272,
      "ACVR1B": 273,
      "ACVR1C": 274,
      "ACVR2A": 275,
      "ACVR2B": 276,
      "ACVRL1": 277,
      "ACY1": 278,
      "ACY3": 279,
      "ACYP1": 280,
      "ACYP2": 281,
      "ADA": 282,
      "ADA2": 283,
      "ADAD1": 284,
      "ADAD2": 285,
      "ADAM10": 286,
      "ADAM11": 287,
      "ADAM12": 288,
      "ADAM15": 289,
      "ADAM17": 290,
      "ADAM18": 291,
      "ADAM19": 292,
      "ADAM2": 293,
      "ADAM20": 294,
      "ADAM21": 295,
      "ADAM22": 296,
      "ADAM23": 297,
      "ADAM28": 298,
      "ADAM29": 299,
      "ADAM30": 300,
      "ADAM32": 301,
      "ADAM33": 302,
      "ADAM7": 303,
      "ADAM8": 304,
      "ADAM9": 305,
      "ADAMDEC1": 306,
      "ADAMTS1": 307,
      "ADAMTS10": 308,
      "ADAMTS12": 309,
      "ADAMTS13": 310,
      "ADAMTS14": 311,
      "ADAMTS15": 312,
      "ADAMTS16": 313,
      "ADAMTS17": 314,
      "ADAMTS18": 315,
      "ADAMTS19": 316,
      "ADAMTS2": 317,
      "ADAMTS20": 318,
      "ADAMTS3": 319,
      "ADAMTS4": 320,
      "ADAMTS5": 321,
      "ADAMTS6": 322,
      "ADAMTS7": 323,
      "ADAMTS8": 324,
      "ADAMTS9": 325,
      "ADAMTSL1": 326,
      "ADAMTSL2": 327,
      "ADAMTSL3": 328,
      "ADAMTSL4": 329,
      "ADAMTSL5": 330,
      "ADAP1": 331,
      "ADAP2": 332,
      "ADAR": 333,
      "ADARB1": 334,
      "ADARB2": 335,
      "ADAT1": 336,
      "ADAT2": 337,
      "ADAT3": 338,
      "ADCK1": 339,
      "ADCK2": 340,
      "ADCK5": 341,
      "ADCY1": 342,
      "ADCY10": 343,
      "ADCY2": 344,
      "ADCY3": 345,
      "ADCY4": 346,
      "ADCY5": 347,
      "ADCY6": 348,
      "ADCY7": 349,
      "ADCY8": 350,
      "ADCY9": 351,
      "ADCYAP1": 352,
      "ADCYAP1R1": 353,
      "ADD1": 354,
      "ADD2": 355,
      "ADD3": 356,
      "ADGB": 357,
      "ADGRA1": 358,
      "ADGRA2": 359,
      "ADGRA3": 360,
      "ADGRB1": 361,
      "ADGRB2": 362,
      "ADGRB3": 363,
      "ADGRD1": 364,
      "ADGRD2": 365,
      "ADGRE1": 366,
      "ADGRE2": 367,
      "ADGRE3": 368,
      "ADGRE5": 369,
      "ADGRF1": 370,
      "ADGRF3": 371,
      "ADGRF4": 372,
      "ADGRF5": 373,
      "ADGRG1": 374,
      "ADGRG2": 375,
      "ADGRG3": 376,
      "ADGRG4": 377,
      "ADGRG5": 378,
      "ADGRG6": 379,
      "ADGRG7": 380,
      "ADGRL1": 381,
      "ADGRL2": 382,
      "ADGRL3": 383,
      "ADGRL4": 384,
      "ADGRV1": 385,
      "ADH1A": 386,
      "ADH1B": 387,
      "ADH1C": 388,
      "ADH4": 389,
      "ADH5": 390,
      "ADH6": 391,
      "ADH7": 392,
      "ADHFE1": 393,
      "ADI1": 394,
      "ADIG": 395,
      "ADIPOQ": 396,
      "ADIPOR1": 397,
      "ADIPOR2": 398,
      "ADIRF": 399,
      "ADK": 400,
      "ADM": 401,
      "ADM2": 402,
      "ADM5": 403,
      "ADNP": 404,
      "ADNP2": 405,
      "ADO": 406,
      "ADORA1": 407,
      "ADORA2A": 408,
      "ADORA2B": 409,
      "ADORA3": 410,
      "ADPGK": 411,
      "ADPRH": 412,
      "ADPRHL1": 413,
      "ADPRM": 414,
      "ADPRS": 415,
      "ADRA1A": 416,
      "ADRA1B": 417,
      "ADRA1D": 418,
      "ADRA2A": 419,
      "ADRA2B": 420,
      "ADRA2C": 421,
      "ADRB1": 422,
      "ADRB2": 423,
      "ADRB3": 424,
      "ADRM1": 425,
      "ADSL": 426,
      "ADSS1": 427,
      "ADSS2": 428,
      "ADTRP": 429,
      "AEBP1": 430,
      "AEBP2": 431,
      "AEN": 432,
      "AFAP1": 433,
      "AFAP1L1": 434,
      "AFAP1L2": 435,
      "AFDN": 436,
      "AFF1": 437,
      "AFF2": 438,
      "AFF3": 439,
      "AFF4": 440,
      "AFG1L": 441,
      "AFG3L2": 442,
      "AFM": 443,
      "AFMID": 444,
      "AFP": 445,
      "AFTPH": 446,
      "AGA": 447,
      "AGAP1": 448,
      "AGAP2": 449,
      "AGAP3": 450,
      "AGAP4": 451,
      "AGAP5": 452,
      "AGAP6": 453,
      "AGAP9": 454,
      "AGBL1": 455,
      "AGBL2": 456,
      "AGBL3": 457,
      "AGBL4": 458,
      "AGBL5": 459,
      "AGER": 460,
      "AGFG1": 461,
      "AGFG2": 462,
      "AGGF1": 463,
      "AGK": 464,
      "AGL": 465,
      "AGMAT": 466,
      "AGMO": 467,
      "AGO1": 468,
      "AGO2": 469,
      "AGO3": 470,
      "AGO4": 471,
      "AGPAT1": 472,
      "AGPAT2": 473,
      "AGPAT3": 474,
      "AGPAT4": 475,
      "AGPAT5": 476,
      "AGPS": 477,
      "AGR2": 478,
      "AGR3": 479,
      "AGRN": 480,
      "AGRP": 481,
      "AGT": 482,
      "AGTPBP1": 483,
      "AGTR1": 484,
      "AGTR2": 485,
      "AGTRAP": 486,
      "AGXT": 487,
      "AGXT2": 488,
      "AHCTF1": 489,
      "AHCY": 490,
      "AHCYL1": 491,
      "AHCYL2": 492,
      "AHDC1": 493,
      "AHI1": 494,
      "AHNAK": 495,
      "AHNAK2": 496,
      "AHR": 497,
      "AHRR": 498,
      "AHSA1": 499,
      "AHSG": 500,
      "AHSP": 501,
      "AICDA": 502,
      "AIDA": 503,
      "AIF1": 504,
      "AIF1L": 505,
      "AIFM1": 506,
      "AIFM2": 507,
      "AIFM3": 508,
      "AIG1": 509,
      "AIM2": 510,
      "AIMP1": 511,
      "AIMP2": 512,
      "AIP": 513,
      "AIPL1": 514,
      "AIRE": 515,
      "AJAP1": 516,
      "AJM1": 517,
      "AJUBA": 518,
      "AK1": 519,
      "AK2": 520,
      "AK3": 521,
      "AK4": 522,
      "AK5": 523,
      "AK6": 524,
      "AK7": 525,
      "AK8": 526,
      "AK9": 527,
      "AKAIN1": 528,
      "AKAP1": 529,
      "AKAP10": 530,
      "AKAP11": 531,
      "AKAP12": 532,
      "AKAP13": 533,
      "AKAP14": 534,
      "AKAP17A": 535,
      "AKAP3": 536,
      "AKAP4": 537,
      "AKAP5": 538,
      "AKAP6": 539,
      "AKAP7": 540,
      "AKAP8": 541,
      "AKAP8L": 542,
      "AKAP9": 543,
      "AKIP1": 544,
      "AKIRIN1": 545,
      "AKIRIN2": 546,
      "AKNA": 547,
      "AKNAD1": 548,
      "AKR1A1": 549,
      "AKR1B1": 550,
      "AKR1B10": 551,
      "AKR1B15": 552,
      "AKR1C1": 553,
      "AKR1C2": 554,
      "AKR1C3": 555,
      "AKR1C4": 556,
      "AKR1C8": 557,
      "AKR1D1": 558,
      "AKR1E2": 559,
      "AKR7A2": 560,
      "AKR7A3": 561,
      "AKR7L": 562,
      "AKT1": 563,
      "AKT1S1": 564,
      "AKT2": 565,
      "AKT3": 566,
      "AKTIP": 567,
      "ALAD": 568,
      "ALAS1": 569,
      "ALAS2": 570,
      "ALB": 571,
      "ALCAM": 572,
      "ALDH16A1": 573,
      "ALDH18A1": 574,
      "ALDH1A1": 575,
      "ALDH1A2": 576,
      "ALDH1A3": 577,
      "ALDH1B1": 578,
      "ALDH1L1": 579,
      "ALDH1L2": 580,
      "ALDH2": 581,
      "ALDH3A1": 582,
      "ALDH3A2": 583,
      "ALDH3B1": 584,
      "ALDH3B2": 585,
      "ALDH4A1": 586,
      "ALDH5A1": 587,
      "ALDH6A1": 588,
      "ALDH7A1": 589,
      "ALDH8A1": 590,
      "ALDH9A1": 591,
      "ALDOA": 592,
      "ALDOB": 593,
      "ALDOC": 594,
      "ALG1": 595,
      "ALG10": 596,
      "ALG10B": 597,
      "ALG11": 598,
      "ALG12": 599,
      "ALG13": 600,
      "ALG14": 601,
      "ALG1L2": 602,
      "ALG2": 603,
      "ALG3": 604,
      "ALG5": 605,
      "ALG6": 606,
      "ALG8": 607,
      "ALG9": 608,
      "ALK": 609,
      "ALKAL1": 610,
      "ALKAL2": 611,
      "ALKBH1": 612,
      "ALKBH2": 613,
      "ALKBH3": 614,
      "ALKBH4": 615,
      "ALKBH5": 616,
      "ALKBH6": 617,
      "ALKBH7": 618,
      "ALKBH8": 619,
      "ALLC": 620,
      "ALMS1": 621,
      "ALOX12": 622,
      "ALOX12B": 623,
      "ALOX15": 624,
      "ALOX15B": 625,
      "ALOX5": 626,
      "ALOX5AP": 627,
      "ALOXE3": 628,
      "ALPG": 629,
      "ALPI": 630,
      "ALPK1": 631,
      "ALPK2": 632,
      "ALPK3": 633,
      "ALPL": 634,
      "ALPP": 635,
      "ALS2": 636,
      "ALS2CL": 637,
      "ALX1": 638,
      "ALX3": 639,
      "ALX4": 640,
      "ALYREF": 641,
      "AMACR": 642,
      "AMBN": 643,
      "AMBP": 644,
      "AMBRA1": 645,
      "AMD1": 646,
      "AMDHD1": 647,
      "AMDHD2": 648,
      "AMELX": 649,
      "AMELY": 650,
      "AMER1": 651,
      "AMER2": 652,
      "AMER3": 653,
      "AMFR": 654,
      "AMH": 655,
      "AMHR2": 656,
      "AMIGO1": 657,
      "AMIGO2": 658,
      "AMIGO3": 659,
      "AMMECR1": 660,
      "AMMECR1L": 661,
      "AMN": 662,
      "AMN1": 663,
      "AMOT": 664,
      "AMOTL1": 665,
      "AMOTL2": 666,
      "AMPD1": 667,
      "AMPD2": 668,
      "AMPD3": 669,
      "AMPH": 670,
      "AMT": 671,
      "AMTN": 672,
      "AMY1A": 673,
      "AMY1B": 674,
      "AMY1C": 675,
      "AMY2A": 676,
      "AMY2B": 677,
      "AMZ1": 678,
      "AMZ2": 679,
      "ANAPC1": 680,
      "ANAPC10": 681,
      "ANAPC11": 682,
      "ANAPC13": 683,
      "ANAPC15": 684,
      "ANAPC16": 685,
      "ANAPC2": 686,
      "ANAPC4": 687,
      "ANAPC5": 688,
      "ANAPC7": 689,
      "ANG": 690,
      "ANGEL1": 691,
      "ANGEL2": 692,
      "ANGPT1": 693,
      "ANGPT2": 694,
      "ANGPT4": 695,
      "ANGPTL1": 696,
      "ANGPTL2": 697,
      "ANGPTL3": 698,
      "ANGPTL4": 699,
      "ANGPTL5": 700,
      "ANGPTL6": 701,
      "ANGPTL7": 702,
      "ANGPTL8": 703,
      "ANHX": 704,
      "ANK1": 705,
      "ANK2": 706,
      "ANK3": 707,
      "ANKAR": 708,
      "ANKDD1A": 709,
      "ANKDD1B": 710,
      "ANKEF1": 711,
      "ANKFN1": 712,
      "ANKFY1": 713,
      "ANKH": 714,
      "ANKHD1": 715,
      "ANKIB1": 716,
      "ANKK1": 717,
      "ANKLE1": 718,
      "ANKLE2": 719,
      "ANKMY1": 720,
      "ANKMY2": 721,
      "ANKRA2": 722,
      "ANKRD1": 723,
      "ANKRD10": 724,
      "ANKRD11": 725,
      "ANKRD12": 726,
      "ANKRD13A": 727,
      "ANKRD13B": 728,
      "ANKRD13C": 729,
      "ANKRD13D": 730,
      "ANKRD16": 731,
      "ANKRD17": 732,
      "ANKRD18A": 733,
      "ANKRD18B": 734,
      "ANKRD2": 735,
      "ANKRD20A1": 736,
      "ANKRD22": 737,
      "ANKRD23": 738,
      "ANKRD24": 739,
      "ANKRD26": 740,
      "ANKRD27": 741,
      "ANKRD28": 742,
      "ANKRD29": 743,
      "ANKRD30A": 744,
      "ANKRD30B": 745,
      "ANKRD30BL": 746,
      "ANKRD31": 747,
      "ANKRD33": 748,
      "ANKRD33B": 749,
      "ANKRD34A": 750,
      "ANKRD34B": 751,
      "ANKRD34C": 752,
      "ANKRD35": 753,
      "ANKRD36": 754,
      "ANKRD36B": 755,
      "ANKRD36C": 756,
      "ANKRD37": 757,
      "ANKRD39": 758,
      "ANKRD40": 759,
      "ANKRD40CL": 760,
      "ANKRD42": 761,
      "ANKRD44": 762,
      "ANKRD45": 763,
      "ANKRD46": 764,
      "ANKRD49": 765,
      "ANKRD50": 766,
      "ANKRD52": 767,
      "ANKRD53": 768,
      "ANKRD54": 769,
      "ANKRD55": 770,
      "ANKRD6": 771,
      "ANKRD60": 772,
      "ANKRD61": 773,
      "ANKRD62": 774,
      "ANKRD63": 775,
      "ANKRD65": 776,
      "ANKRD66": 777,
      "ANKRD7": 778,
      "ANKRD9": 779,
      "ANKS1A": 780,
      "ANKS1B": 781,
      "ANKS3": 782,
      "ANKS4B": 783,
      "ANKS6": 784,
      "ANKUB1": 785,
      "ANKZF1": 786,
      "ANLN": 787,
      "ANO1": 788,
      "ANO10": 789,
      "ANO2": 790,
      "ANO3": 791,
      "ANO4": 792,
      "ANO5": 793,
      "ANO6": 794,
      "ANO7": 795,
      "ANO8": 796,
      "ANO9": 797,
      "ANOS1": 798,
      "ANP32A": 799,
      "ANP32B": 800,
      "ANP32D": 801,
      "ANP32E": 802,
      "ANPEP": 803,
      "ANTKMT": 804,
      "ANTXR1": 805,
      "ANTXR2": 806,
      "ANTXRL": 807,
      "ANXA1": 808,
      "ANXA10": 809,
      "ANXA11": 810,
      "ANXA13": 811,
      "ANXA2": 812,
      "ANXA2R": 813,
      "ANXA3": 814,
      "ANXA4": 815,
      "ANXA5": 816,
      "ANXA6": 817,
      "ANXA7": 818,
      "ANXA8": 819,
      "ANXA8L1": 820,
      "ANXA9": 821,
      "AOAH": 822,
      "AOC1": 823,
      "AOC2": 824,
      "AOC3": 825,
      "AOPEP": 826,
      "AOX1": 827,
      "AP1AR": 828,
      "AP1B1": 829,
      "AP1G1": 830,
      "AP1G2": 831,
      "AP1M1": 832,
      "AP1M2": 833,
      "AP1S1": 834,
      "AP1S2": 835,
      "AP1S3": 836,
      "AP2A1": 837,
      "AP2A2": 838,
      "AP2B1": 839,
      "AP2M1": 840,
      "AP2S1": 841,
      "AP3B1": 842,
      "AP3B2": 843,
      "AP3D1": 844,
      "AP3M1": 845,
      "AP3M2": 846,
      "AP3S1": 847,
      "AP3S2": 848,
      "AP4B1": 849,
      "AP4E1": 850,
      "AP4M1": 851,
      "AP4S1": 852,
      "AP5B1": 853,
      "AP5M1": 854,
      "AP5S1": 855,
      "AP5Z1": 856,
      "APAF1": 857,
      "APBA1": 858,
      "APBA2": 859,
      "APBA3": 860,
      "APBB1": 861,
      "APBB1IP": 862,
      "APBB2": 863,
      "APBB3": 864,
      "APC": 865,
      "APC2": 866,
      "APCDD1": 867,
      "APCDD1L": 868,
      "APCS": 869,
      "APEH": 870,
      "APELA": 871,
      "APEX1": 872,
      "APEX2": 873,
      "APH1A": 874,
      "APH1B": 875,
      "API5": 876,
      "APIP": 877,
      "APLF": 878,
      "APLN": 879,
      "APLNR": 880,
      "APLP1": 881,
      "APLP2": 882,
      "APMAP": 883,
      "APOA1": 884,
      "APOA2": 885,
      "APOA4": 886,
      "APOA5": 887,
      "APOB": 888,
      "APOBEC1": 889,
      "APOBEC2": 890,
      "APOBEC3A": 891,
      "APOBEC3A_B": 892,
      "APOBEC3B": 893,
      "APOBEC3C": 894,
      "APOBEC3D": 895,
      "APOBEC3F": 896,
      "APOBEC3G": 897,
      "APOBEC3H": 898,
      "APOBEC4": 899,
      "APOBR": 900,
      "APOC1": 901,
      "APOC2": 902,
      "APOC3": 903,
      "APOC4": 904,
      "APOD": 905,
      "APOE": 906,
      "APOF": 907,
      "APOH": 908,
      "APOL1": 909,
      "APOL2": 910,
      "APOL3": 911,
      "APOL4": 912,
      "APOL5": 913,
      "APOL6": 914,
      "APOLD1": 915,
      "APOM": 916,
      "APOO": 917,
      "APOOL": 918,
      "APP": 919,
      "APPBP2": 920,
      "APPL1": 921,
      "APPL2": 922,
      "APRT": 923,
      "APTX": 924,
      "AQP1": 925,
      "AQP10": 926,
      "AQP11": 927,
      "AQP12A": 928,
      "AQP12B": 929,
      "AQP2": 930,
      "AQP3": 931,
      "AQP4": 932,
      "AQP5": 933,
      "AQP6": 934,
      "AQP7": 935,
      "AQP7B": 936,
      "AQP8": 937,
      "AQP9": 938,
      "AQR": 939,
      "AR": 940,
      "ARAF": 941,
      "ARAP1": 942,
      "ARAP2": 943,
      "ARAP3": 944,
      "ARC": 945,
      "ARCN1": 946,
      "AREG": 947,
      "AREL1": 948,
      "ARF1": 949,
      "ARF3": 950,
      "ARF4": 951,
      "ARF5": 952,
      "ARF6": 953,
      "ARFGAP1": 954,
      "ARFGAP2": 955,
      "ARFGAP3": 956,
      "ARFGEF1": 957,
      "ARFGEF2": 958,
      "ARFGEF3": 959,
      "ARFIP1": 960,
      "ARFIP2": 961,
      "ARFRP1": 962,
      "ARG1": 963,
      "ARG2": 964,
      "ARGFX": 965,
      "ARGLU1": 966,
      "ARHGAP1": 967,
      "ARHGAP10": 968,
      "ARHGAP11A": 969,
      "ARHGAP11B": 970,
      "ARHGAP12": 971,
      "ARHGAP15": 972,
      "ARHGAP17": 973,
      "ARHGAP18": 974,
      "ARHGAP19": 975,
      "ARHGAP20": 976,
      "ARHGAP21": 977,
      "ARHGAP22": 978,
      "ARHGAP23": 979,
      "ARHGAP24": 980,
      "ARHGAP25": 981,
      "ARHGAP26": 982,
      "ARHGAP27": 983,
      "ARHGAP28": 984,
      "ARHGAP29": 985,
      "ARHGAP30": 986,
      "ARHGAP31": 987,
      "ARHGAP32": 988,
      "ARHGAP33": 989,
      "ARHGAP35": 990,
      "ARHGAP36": 991,
      "ARHGAP39": 992,
      "ARHGAP4": 993,
      "ARHGAP40": 994,
      "ARHGAP42": 995,
      "ARHGAP44": 996,
      "ARHGAP45": 997,
      "ARHGAP5": 998,
      "ARHGAP6": 999,
      "ARHGAP8": 1000,
      "ARHGAP9": 1001,
      "ARHGDIA": 1002,
      "ARHGDIB": 1003,
      "ARHGDIG": 1004,
      "ARHGEF1": 1005,
      "ARHGEF10": 1006,
      "ARHGEF10L": 1007,
      "ARHGEF11": 1008,
      "ARHGEF12": 1009,
      "ARHGEF15": 1010,
      "ARHGEF16": 1011,
      "ARHGEF17": 1012,
      "ARHGEF18": 1013,
      "ARHGEF19": 1014,
      "ARHGEF2": 1015,
      "ARHGEF25": 1016,
      "ARHGEF26": 1017,
      "ARHGEF28": 1018,
      "ARHGEF3": 1019,
      "ARHGEF33": 1020,
      "ARHGEF35": 1021,
      "ARHGEF37": 1022,
      "ARHGEF38": 1023,
      "ARHGEF39": 1024,
      "ARHGEF4": 1025,
      "ARHGEF40": 1026,
      "ARHGEF5": 1027,
      "ARHGEF6": 1028,
      "ARHGEF7": 1029,
      "ARHGEF9": 1030,
      "ARID1A": 1031,
      "ARID1B": 1032,
      "ARID2": 1033,
      "ARID3A": 1034,
      "ARID3B": 1035,
      "ARID3C": 1036,
      "ARID4A": 1037,
      "ARID4B": 1038,
      "ARID5A": 1039,
      "ARID5B": 1040,
      "ARIH1": 1041,
      "ARIH2": 1042,
      "ARL1": 1043,
      "ARL10": 1044,
      "ARL11": 1045,
      "ARL13A": 1046,
      "ARL13B": 1047,
      "ARL14": 1048,
      "ARL14EP": 1049,
      "ARL14EPL": 1050,
      "ARL15": 1051,
      "ARL16": 1052,
      "ARL17A": 1053,
      "ARL17B": 1054,
      "ARL2": 1055,
      "ARL2BP": 1056,
      "ARL3": 1057,
      "ARL4A": 1058,
      "ARL4C": 1059,
      "ARL4D": 1060,
      "ARL5A": 1061,
      "ARL5B": 1062,
      "ARL5C": 1063,
      "ARL6": 1064,
      "ARL6IP1": 1065,
      "ARL6IP4": 1066,
      "ARL6IP5": 1067,
      "ARL6IP6": 1068,
      "ARL8A": 1069,
      "ARL8B": 1070,
      "ARL9": 1071,
      "ARMC1": 1072,
      "ARMC10": 1073,
      "ARMC12": 1074,
      "ARMC2": 1075,
      "ARMC3": 1076,
      "ARMC5": 1077,
      "ARMC6": 1078,
      "ARMC7": 1079,
      "ARMC8": 1080,
      "ARMC9": 1081,
      "ARMCX1": 1082,
      "ARMCX2": 1083,
      "ARMCX3": 1084,
      "ARMCX4": 1085,
      "ARMCX5": 1086,
      "ARMCX6": 1087,
      "ARMH1": 1088,
      "ARMH2": 1089,
      "ARMH3": 1090,
      "ARMH4": 1091,
      "ARMS2": 1092,
      "ARMT1": 1093,
      "ARNT": 1094,
      "ARNT2": 1095,
      "ARPC1A": 1096,
      "ARPC1B": 1097,
      "ARPC2": 1098,
      "ARPC3": 1099,
      "ARPC4": 1100,
      "ARPC5": 1101,
      "ARPC5L": 1102,
      "ARPIN": 1103,
      "ARPP19": 1104,
      "ARPP21": 1105,
      "ARR3": 1106,
      "ARRB1": 1107,
      "ARRB2": 1108,
      "ARRDC1": 1109,
      "ARRDC2": 1110,
      "ARRDC3": 1111,
      "ARRDC4": 1112,
      "ARRDC5": 1113,
      "ARSA": 1114,
      "ARSB": 1115,
      "ARSD": 1116,
      "ARSF": 1117,
      "ARSG": 1118,
      "ARSH": 1119,
      "ARSI": 1120,
      "ARSJ": 1121,
      "ARSK": 1122,
      "ARSL": 1123,
      "ART1": 1124,
      "ART3": 1125,
      "ART4": 1126,
      "ART5": 1127,
      "ARTN": 1128,
      "ARV1": 1129,
      "ARVCF": 1130,
      "ARX": 1131,
      "AS3MT": 1132,
      "ASAH1": 1133,
      "ASAH2": 1134,
      "ASAH2B": 1135,
      "ASAP1": 1136,
      "ASAP2": 1137,
      "ASAP3": 1138,
      "ASB1": 1139,
      "ASB10": 1140,
      "ASB11": 1141,
      "ASB12": 1142,
      "ASB13": 1143,
      "ASB14": 1144,
      "ASB15": 1145,
      "ASB16": 1146,
      "ASB17": 1147,
      "ASB18": 1148,
      "ASB2": 1149,
      "ASB3": 1150,
      "ASB4": 1151,
      "ASB5": 1152,
      "ASB6": 1153,
      "ASB7": 1154,
      "ASB8": 1155,
      "ASB9": 1156,
      "ASCC1": 1157,
      "ASCC2": 1158,
      "ASCC3": 1159,
      "ASCL1": 1160,
      "ASCL2": 1161,
      "ASCL3": 1162,
      "ASCL4": 1163,
      "ASCL5": 1164,
      "ASDURF": 1165,
      "ASF1A": 1166,
      "ASF1B": 1167,
      "ASGR1": 1168,
      "ASGR2": 1169,
      "ASH1L": 1170,
      "ASH2L": 1171,
      "ASIC1": 1172,
      "ASIC2": 1173,
      "ASIC3": 1174,
      "ASIC4": 1175,
      "ASIC5": 1176,
      "ASIP": 1177,
      "ASL": 1178,
      "ASMT": 1179,
      "ASMTL": 1180,
      "ASNS": 1181,
      "ASNSD1": 1182,
      "ASPA": 1183,
      "ASPDH": 1184,
      "ASPG": 1185,
      "ASPH": 1186,
      "ASPHD1": 1187,
      "ASPHD2": 1188,
      "ASPM": 1189,
      "ASPN": 1190,
      "ASPRV1": 1191,
      "ASPSCR1": 1192,
      "ASRGL1": 1193,
      "ASS1": 1194,
      "ASTE1": 1195,
      "ASTL": 1196,
      "ASTN1": 1197,
      "ASTN2": 1198,
      "ASXL1": 1199,
      "ASXL2": 1200,
      "ASXL3": 1201,
      "ASZ1": 1202,
      "ATAD1": 1203,
      "ATAD2": 1204,
      "ATAD2B": 1205,
      "ATAD3A": 1206,
      "ATAD3B": 1207,
      "ATAD3C": 1208,
      "ATAD5": 1209,
      "ATAT1": 1210,
      "ATCAY": 1211,
      "ATE1": 1212,
      "ATF1": 1213,
      "ATF2": 1214,
      "ATF3": 1215,
      "ATF4": 1216,
      "ATF5": 1217,
      "ATF6": 1218,
      "ATF6B": 1219,
      "ATF7": 1220,
      "ATF7IP": 1221,
      "ATF7IP2": 1222,
      "ATG10": 1223,
      "ATG101": 1224,
      "ATG12": 1225,
      "ATG13": 1226,
      "ATG14": 1227,
      "ATG16L1": 1228,
      "ATG16L2": 1229,
      "ATG2A": 1230,
      "ATG2B": 1231,
      "ATG3": 1232,
      "ATG4A": 1233,
      "ATG4B": 1234,
      "ATG4C": 1235,
      "ATG4D": 1236,
      "ATG5": 1237,
      "ATG7": 1238,
      "ATG9A": 1239,
      "ATG9B": 1240,
      "ATIC": 1241,
      "ATL1": 1242,
      "ATL2": 1243,
      "ATL3": 1244,
      "ATM": 1245,
      "ATMIN": 1246,
      "ATN1": 1247,
      "ATOH1": 1248,
      "ATOH7": 1249,
      "ATOH8": 1250,
      "ATOSA": 1251,
      "ATOSB": 1252,
      "ATOX1": 1253,
      "ATP10A": 1254,
      "ATP10B": 1255,
      "ATP10D": 1256,
      "ATP11A": 1257,
      "ATP11B": 1258,
      "ATP11C": 1259,
      "ATP12A": 1260,
      "ATP13A1": 1261,
      "ATP13A2": 1262,
      "ATP13A3": 1263,
      "ATP13A4": 1264,
      "ATP13A5": 1265,
      "ATP1A1": 1266,
      "ATP1A2": 1267,
      "ATP1A3": 1268,
      "ATP1A4": 1269,
      "ATP1B1": 1270,
      "ATP1B2": 1271,
      "ATP1B3": 1272,
      "ATP1B4": 1273,
      "ATP23": 1274,
      "ATP2A1": 1275,
      "ATP2A2": 1276,
      "ATP2A3": 1277,
      "ATP2B1": 1278,
      "ATP2B2": 1279,
      "ATP2B3": 1280,
      "ATP2B4": 1281,
      "ATP2C1": 1282,
      "ATP2C2": 1283,
      "ATP4A": 1284,
      "ATP4B": 1285,
      "ATP5F1A": 1286,
      "ATP5F1B": 1287,
      "ATP5F1C": 1288,
      "ATP5F1D": 1289,
      "ATP5F1E": 1290,
      "ATP5IF1": 1291,
      "ATP5MC1": 1292,
      "ATP5MC2": 1293,
      "ATP5MC3": 1294,
      "ATP5ME": 1295,
      "ATP5MF": 1296,
      "ATP5MG": 1297,
      "ATP5MGL": 1298,
      "ATP5MJ": 1299,
      "ATP5MK": 1300,
      "ATP5PB": 1301,
      "ATP5PD": 1302,
      "ATP5PF": 1303,
      "ATP5PO": 1304,
      "ATP6AP1": 1305,
      "ATP6AP2": 1306,
      "ATP6V0A1": 1307,
      "ATP6V0A2": 1308,
      "ATP6V0A4": 1309,
      "ATP6V0B": 1310,
      "ATP6V0C": 1311,
      "ATP6V0D1": 1312,
      "ATP6V0D2": 1313,
      "ATP6V0E1": 1314,
      "ATP6V0E2": 1315,
      "ATP6V1A": 1316,
      "ATP6V1B1": 1317,
      "ATP6V1B2": 1318,
      "ATP6V1C1": 1319,
      "ATP6V1C2": 1320,
      "ATP6V1D": 1321,
      "ATP6V1E1": 1322,
      "ATP6V1E2": 1323,
      "ATP6V1F": 1324,
      "ATP6V1G1": 1325,
      "ATP6V1G2": 1326,
      "ATP6V1G3": 1327,
      "ATP6V1H": 1328,
      "ATP7A": 1329,
      "ATP7B": 1330,
      "ATP8A1": 1331,
      "ATP8A2": 1332,
      "ATP8B1": 1333,
      "ATP8B2": 1334,
      "ATP8B3": 1335,
      "ATP8B4": 1336,
      "ATP9A": 1337,
      "ATP9B": 1338,
      "ATPAF1": 1339,
      "ATPAF2": 1340,
      "ATPSCKMT": 1341,
      "ATR": 1342,
      "ATRAID": 1343,
      "ATRIP": 1344,
      "ATRN": 1345,
      "ATRNL1": 1346,
      "ATRX": 1347,
      "ATXN1": 1348,
      "ATXN10": 1349,
      "ATXN1L": 1350,
      "ATXN2": 1351,
      "ATXN2L": 1352,
      "ATXN3": 1353,
      "ATXN3L": 1354,
      "ATXN7": 1355,
      "ATXN7L1": 1356,
      "ATXN7L2": 1357,
      "ATXN7L3": 1358,
      "ATXN7L3B": 1359,
      "ATXN8": 1360,
      "AUH": 1361,
      "AUNIP": 1362,
      "AUP1": 1363,
      "AURKA": 1364,
      "AURKAIP1": 1365,
      "AURKB": 1366,
      "AURKC": 1367,
      "AUTS2": 1368,
      "AVEN": 1369,
      "AVIL": 1370,
      "AVL9": 1371,
      "AVP": 1372,
      "AVPI1": 1373,
      "AVPR1A": 1374,
      "AVPR1B": 1375,
      "AVPR2": 1376,
      "AWAT1": 1377,
      "AWAT2": 1378,
      "AXDND1": 1379,
      "AXIN1": 1380,
      "AXIN2": 1381,
      "AXL": 1382,
      "AZGP1": 1383,
      "AZI2": 1384,
      "AZIN1": 1385,
      "AZIN2": 1386,
      "AZU1": 1387,
      "B2M": 1388,
      "B3GALNT1": 1389,
      "B3GALNT2": 1390,
      "B3GALT1": 1391,
      "B3GALT2": 1392,
      "B3GALT4": 1393,
      "B3GALT5": 1394,
      "B3GALT6": 1395,
      "B3GALT9": 1396,
      "B3GAT1": 1397,
      "B3GAT2": 1398,
      "B3GAT3": 1399,
      "B3GLCT": 1400,
      "B3GNT2": 1401,
      "B3GNT3": 1402,
      "B3GNT4": 1403,
      "B3GNT5": 1404,
      "B3GNT6": 1405,
      "B3GNT7": 1406,
      "B3GNT8": 1407,
      "B3GNT9": 1408,
      "B3GNTL1": 1409,
      "B4GALNT1": 1410,
      "B4GALNT2": 1411,
      "B4GALNT3": 1412,
      "B4GALNT4": 1413,
      "B4GALT1": 1414,
      "B4GALT2": 1415,
      "B4GALT3": 1416,
      "B4GALT4": 1417,
      "B4GALT5": 1418,
      "B4GALT6": 1419,
      "B4GALT7": 1420,
      "B4GAT1": 1421,
      "B9D1": 1422,
      "B9D2": 1423,
      "BAALC": 1424,
      "BAAT": 1425,
      "BABAM1": 1426,
      "BABAM2": 1427,
      "BACE1": 1428,
      "BACE2": 1429,
      "BACH1": 1430,
      "BACH2": 1431,
      "BAD": 1432,
      "BAG1": 1433,
      "BAG2": 1434,
      "BAG3": 1435,
      "BAG4": 1436,
      "BAG5": 1437,
      "BAG6": 1438,
      "BAGE": 1439,
      "BAGE3": 1440,
      "BAGE4": 1441,
      "BAGE5": 1442,
      "BAHCC1": 1443,
      "BAHD1": 1444,
      "BAIAP2": 1445,
      "BAIAP2L1": 1446,
      "BAIAP2L2": 1447,
      "BAIAP3": 1448,
      "BAK1": 1449,
      "BAMBI": 1450,
      "BANF1": 1451,
      "BANF2": 1452,
      "BANK1": 1453,
      "BANP": 1454,
      "BAP1": 1455,
      "BARD1": 1456,
      "BARHL1": 1457,
      "BARHL2": 1458,
      "BARX1": 1459,
      "BARX2": 1460,
      "BASP1": 1461,
      "BATF": 1462,
      "BATF2": 1463,
      "BATF3": 1464,
      "BAX": 1465,
      "BAZ1A": 1466,
      "BAZ1B": 1467,
      "BAZ2A": 1468,
      "BAZ2B": 1469,
      "BBC3": 1470,
      "BBIP1": 1471,
      "BBLN": 1472,
      "BBOF1": 1473,
      "BBOX1": 1474,
      "BBS1": 1475,
      "BBS10": 1476,
      "BBS12": 1477,
      "BBS2": 1478,
      "BBS4": 1479,
      "BBS5": 1480,
      "BBS7": 1481,
      "BBS9": 1482,
      "BBX": 1483,
      "BCAM": 1484,
      "BCAN": 1485,
      "BCAP29": 1486,
      "BCAP31": 1487,
      "BCAR1": 1488,
      "BCAR3": 1489,
      "BCAS1": 1490,
      "BCAS2": 1491,
      "BCAS3": 1492,
      "BCAS4": 1493,
      "BCAT1": 1494,
      "BCAT2": 1495,
      "BCCIP": 1496,
      "BCDIN3D": 1497,
      "BCHE": 1498,
      "BCKDHA": 1499,
      "BCKDHB": 1500,
      "BCKDK": 1501,
      "BCL10": 1502,
      "BCL11A": 1503,
      "BCL11B": 1504,
      "BCL2": 1505,
      "BCL2A1": 1506,
      "BCL2L1": 1507,
      "BCL2L10": 1508,
      "BCL2L11": 1509,
      "BCL2L12": 1510,
      "BCL2L13": 1511,
      "BCL2L14": 1512,
      "BCL2L15": 1513,
      "BCL2L2": 1514,
      "BCL3": 1515,
      "BCL6": 1516,
      "BCL6B": 1517,
      "BCL7A": 1518,
      "BCL7B": 1519,
      "BCL7C": 1520,
      "BCL9": 1521,
      "BCL9L": 1522,
      "BCLAF1": 1523,
      "BCLAF3": 1524,
      "BCO1": 1525,
      "BCO2": 1526,
      "BCOR": 1527,
      "BCORL1": 1528,
      "BCR": 1529,
      "BCS1L": 1530,
      "BDH1": 1531,
      "BDH2": 1532,
      "BDKRB1": 1533,
      "BDKRB2": 1534,
      "BDNF": 1535,
      "BDP1": 1536,
      "BEAN1": 1537,
      "BECN1": 1538,
      "BECN2": 1539,
      "BEGAIN": 1540,
      "BEND2": 1541,
      "BEND3": 1542,
      "BEND4": 1543,
      "BEND5": 1544,
      "BEND6": 1545,
      "BEND7": 1546,
      "BEST1": 1547,
      "BEST2": 1548,
      "BEST3": 1549,
      "BEST4": 1550,
      "BET1": 1551,
      "BET1L": 1552,
      "BEX1": 1553,
      "BEX2": 1554,
      "BEX3": 1555,
      "BEX4": 1556,
      "BEX5": 1557,
      "BFAR": 1558,
      "BFSP1": 1559,
      "BFSP2": 1560,
      "BGLAP": 1561,
      "BGN": 1562,
      "BHLHA15": 1563,
      "BHLHA9": 1564,
      "BHLHE22": 1565,
      "BHLHE23": 1566,
      "BHLHE40": 1567,
      "BHLHE41": 1568,
      "BHMT": 1569,
      "BHMT2": 1570,
      "BICC1": 1571,
      "BICD1": 1572,
      "BICD2": 1573,
      "BICDL1": 1574,
      "BICDL2": 1575,
      "BICRA": 1576,
      "BICRAL": 1577,
      "BID": 1578,
      "BIK": 1579,
      "BIN1": 1580,
      "BIN2": 1581,
      "BIN3": 1582,
      "BIRC2": 1583,
      "BIRC3": 1584,
      "BIRC5": 1585,
      "BIRC6": 1586,
      "BIRC7": 1587,
      "BIRC8": 1588,
      "BIVM": 1589,
      "BLACAT1": 1590,
      "BLCAP": 1591,
      "BLID": 1592,
      "BLK": 1593,
      "BLM": 1594,
      "BLMH": 1595,
      "BLNK": 1596,
      "BLOC1S1": 1597,
      "BLOC1S2": 1598,
      "BLOC1S3": 1599,
      "BLOC1S4": 1600,
      "BLOC1S5": 1601,
      "BLOC1S6": 1602,
      "BLTP1": 1603,
      "BLTP2": 1604,
      "BLTP3A": 1605,
      "BLTP3B": 1606,
      "BLVRA": 1607,
      "BLVRB": 1608,
      "BLZF1": 1609,
      "BMAL1": 1610,
      "BMAL2": 1611,
      "BMERB1": 1612,
      "BMF": 1613,
      "BMI1": 1614,
      "BMP1": 1615,
      "BMP10": 1616,
      "BMP15": 1617,
      "BMP2": 1618,
      "BMP2K": 1619,
      "BMP3": 1620,
      "BMP4": 1621,
      "BMP5": 1622,
      "BMP6": 1623,
      "BMP7": 1624,
      "BMP8A": 1625,
      "BMP8B": 1626,
      "BMPER": 1627,
      "BMPR1A": 1628,
      "BMPR1B": 1629,
      "BMPR2": 1630,
      "BMS1": 1631,
      "BMX": 1632,
      "BNC1": 1633,
      "BNC2": 1634,
      "BNIP1": 1635,
      "BNIP2": 1636,
      "BNIP3": 1637,
      "BNIP3L": 1638,
      "BNIP5": 1639,
      "BNIPL": 1640,
      "BOC": 1641,
      "BOD1": 1642,
      "BOD1L1": 1643,
      "BOD1L2": 1644,
      "BOK": 1645,
      "BOLA1": 1646,
      "BOLA2": 1647,
      "BOLA2B": 1648,
      "BOLA3": 1649,
      "BOLL": 1650,
      "BOP1": 1651,
      "BORA": 1652,
      "BORCS5": 1653,
      "BORCS6": 1654,
      "BORCS7": 1655,
      "BORCS8": 1656,
      "BPGM": 1657,
      "BPHL": 1658,
      "BPI": 1659,
      "BPIFA1": 1660,
      "BPIFA2": 1661,
      "BPIFA3": 1662,
      "BPIFB1": 1663,
      "BPIFB2": 1664,
      "BPIFB3": 1665,
      "BPIFB4": 1666,
      "BPIFB6": 1667,
      "BPIFC": 1668,
      "BPNT1": 1669,
      "BPNT2": 1670,
      "BPTF": 1671,
      "BPY2": 1672,
      "BPY2B": 1673,
      "BPY2C": 1674,
      "BRAF": 1675,
      "BRAP": 1676,
      "BRAT1": 1677,
      "BRCA1": 1678,
      "BRCA2": 1679,
      "BRCC3": 1680,
      "BRD1": 1681,
      "BRD2": 1682,
      "BRD3": 1683,
      "BRD3OS": 1684,
      "BRD4": 1685,
      "BRD7": 1686,
      "BRD8": 1687,
      "BRD9": 1688,
      "BRDT": 1689,
      "BRF1": 1690,
      "BRF2": 1691,
      "BRI3": 1692,
      "BRI3BP": 1693,
      "BRICD5": 1694,
      "BRINP1": 1695,
      "BRINP2": 1696,
      "BRINP3": 1697,
      "BRIP1": 1698,
      "BRIX1": 1699,
      "BRK1": 1700,
      "BRME1": 1701,
      "BRMS1": 1702,
      "BRMS1L": 1703,
      "BROX": 1704,
      "BRPF1": 1705,
      "BRPF3": 1706,
      "BRS3": 1707,
      "BRSK1": 1708,
      "BRSK2": 1709,
      "BRWD1": 1710,
      "BRWD3": 1711,
      "BSCL2": 1712,
      "BSDC1": 1713,
      "BSG": 1714,
      "BSN": 1715,
      "BSND": 1716,
      "BSPH1": 1717,
      "BSPRY": 1718,
      "BST1": 1719,
      "BST2": 1720,
      "BSX": 1721,
      "BTAF1": 1722,
      "BTBD1": 1723,
      "BTBD10": 1724,
      "BTBD16": 1725,
      "BTBD17": 1726,
      "BTBD18": 1727,
      "BTBD19": 1728,
      "BTBD2": 1729,
      "BTBD3": 1730,
      "BTBD6": 1731,
      "BTBD7": 1732,
      "BTBD8": 1733,
      "BTBD9": 1734,
      "BTC": 1735,
      "BTD": 1736,
      "BTF3": 1737,
      "BTF3L4": 1738,
      "BTG1": 1739,
      "BTG2": 1740,
      "BTG3": 1741,
      "BTG4": 1742,
      "BTK": 1743,
      "BTLA": 1744,
      "BTN1A1": 1745,
      "BTN2A1": 1746,
      "BTN2A2": 1747,
      "BTN3A1": 1748,
      "BTN3A2": 1749,
      "BTN3A3": 1750,
      "BTNL2": 1751,
      "BTNL3": 1752,
      "BTNL8": 1753,
      "BTNL9": 1754,
      "BTRC": 1755,
      "BUB1": 1756,
      "BUB1B": 1757,
      "BUB3": 1758,
      "BUD13": 1759,
      "BUD23": 1760,
      "BUD31": 1761,
      "BVES": 1762,
      "BYSL": 1763,
      "BZW1": 1764,
      "BZW2": 1765,
      "C10orf105": 1766,
      "C10orf120": 1767,
      "C10orf126": 1768,
      "C10orf143": 1769,
      "C10orf53": 1770,
      "C10orf62": 1771,
      "C10orf67": 1772,
      "C10orf71": 1773,
      "C10orf88": 1774,
      "C10orf90": 1775,
      "C10orf95": 1776,
      "C11orf16": 1777,
      "C11orf21": 1778,
      "C11orf24": 1779,
      "C11orf42": 1780,
      "C11orf52": 1781,
      "C11orf54": 1782,
      "C11orf58": 1783,
      "C11orf65": 1784,
      "C11orf68": 1785,
      "C11orf71": 1786,
      "C11orf86": 1787,
      "C11orf87": 1788,
      "C11orf91": 1789,
      "C11orf96": 1790,
      "C11orf97": 1791,
      "C11orf98": 1792,
      "C12orf42": 1793,
      "C12orf43": 1794,
      "C12orf50": 1795,
      "C12orf54": 1796,
      "C12orf56": 1797,
      "C12orf57": 1798,
      "C12orf60": 1799,
      "C12orf71": 1800,
      "C12orf75": 1801,
      "C12orf76": 1802,
      "C13orf42": 1803,
      "C13orf46": 1804,
      "C14orf119": 1805,
      "C14orf132": 1806,
      "C14orf178": 1807,
      "C14orf180": 1808,
      "C14orf28": 1809,
      "C14orf39": 1810,
      "C14orf93": 1811,
      "C15orf39": 1812,
      "C15orf40": 1813,
      "C15orf48": 1814,
      "C15orf61": 1815,
      "C15orf62": 1816,
      "C16orf46": 1817,
      "C16orf54": 1818,
      "C16orf74": 1819,
      "C16orf78": 1820,
      "C16orf82": 1821,
      "C16orf86": 1822,
      "C16orf87": 1823,
      "C16orf89": 1824,
      "C16orf90": 1825,
      "C16orf92": 1826,
      "C16orf95": 1827,
      "C16orf96": 1828,
      "C17orf100": 1829,
      "C17orf107": 1830,
      "C17orf113": 1831,
      "C17orf114": 1832,
      "C17orf49": 1833,
      "C17orf50": 1834,
      "C17orf58": 1835,
      "C17orf67": 1836,
      "C17orf75": 1837,
      "C17orf78": 1838,
      "C17orf99": 1839,
      "C18orf21": 1840,
      "C18orf32": 1841,
      "C18orf54": 1842,
      "C18orf63": 1843,
      "C19orf12": 1844,
      "C19orf18": 1845,
      "C19orf25": 1846,
      "C19orf33": 1847,
      "C19orf38": 1848,
      "C19orf44": 1849,
      "C19orf47": 1850,
      "C19orf53": 1851,
      "C19orf67": 1852,
      "C19orf73": 1853,
      "C19orf81": 1854,
      "C19orf84": 1855,
      "C19orf85": 1856,
      "C1D": 1857,
      "C1GALT1": 1858,
      "C1GALT1C1": 1859,
      "C1GALT1C1L": 1860,
      "C1QA": 1861,
      "C1QB": 1862,
      "C1QBP": 1863,
      "C1QC": 1864,
      "C1QL1": 1865,
      "C1QL2": 1866,
      "C1QL3": 1867,
      "C1QL4": 1868,
      "C1QTNF1": 1869,
      "C1QTNF12": 1870,
      "C1QTNF2": 1871,
      "C1QTNF3": 1872,
      "C1QTNF4": 1873,
      "C1QTNF5": 1874,
      "C1QTNF6": 1875,
      "C1QTNF7": 1876,
      "C1QTNF8": 1877,
      "C1QTNF9": 1878,
      "C1QTNF9B": 1879,
      "C1R": 1880,
      "C1RL": 1881,
      "C1S": 1882,
      "C1orf105": 1883,
      "C1orf115": 1884,
      "C1orf116": 1885,
      "C1orf122": 1886,
      "C1orf127": 1887,
      "C1orf131": 1888,
      "C1orf141": 1889,
      "C1orf146": 1890,
      "C1orf159": 1891,
      "C1orf162": 1892,
      "C1orf167": 1893,
      "C1orf174": 1894,
      "C1orf185": 1895,
      "C1orf198": 1896,
      "C1orf21": 1897,
      "C1orf210": 1898,
      "C1orf216": 1899,
      "C1orf226": 1900,
      "C1orf232": 1901,
      "C1orf35": 1902,
      "C1orf43": 1903,
      "C1orf50": 1904,
      "C1orf52": 1905,
      "C1orf53": 1906,
      "C1orf54": 1907,
      "C1orf56": 1908,
      "C1orf74": 1909,
      "C1orf87": 1910,
      "C1orf94": 1911,
      "C2": 1912,
      "C20orf141": 1913,
      "C20orf144": 1914,
      "C20orf173": 1915,
      "C20orf202": 1916,
      "C20orf203": 1917,
      "C20orf204": 1918,
      "C20orf96": 1919,
      "C21orf140": 1920,
      "C21orf58": 1921,
      "C21orf91": 1922,
      "C22orf15": 1923,
      "C22orf23": 1924,
      "C22orf31": 1925,
      "C22orf39": 1926,
      "C22orf42": 1927,
      "C2CD2": 1928,
      "C2CD2L": 1929,
      "C2CD3": 1930,
      "C2CD4A": 1931,
      "C2CD4B": 1932,
      "C2CD4C": 1933,
      "C2CD4D": 1934,
      "C2CD5": 1935,
      "C2CD6": 1936,
      "C2orf15": 1937,
      "C2orf42": 1938,
      "C2orf49": 1939,
      "C2orf66": 1940,
      "C2orf68": 1941,
      "C2orf69": 1942,
      "C2orf72": 1943,
      "C2orf74": 1944,
      "C2orf76": 1945,
      "C2orf78": 1946,
      "C2orf80": 1947,
      "C2orf81": 1948,
      "C2orf88": 1949,
      "C2orf92": 1950,
      "C3": 1951,
      "C3AR1": 1952,
      "C3orf18": 1953,
      "C3orf20": 1954,
      "C3orf22": 1955,
      "C3orf33": 1956,
      "C3orf38": 1957,
      "C3orf49": 1958,
      "C3orf52": 1959,
      "C3orf62": 1960,
      "C3orf70": 1961,
      "C3orf80": 1962,
      "C3orf85": 1963,
      "C4A": 1964,
      "C4B": 1965,
      "C4BPA": 1966,
      "C4BPB": 1967,
      "C4B_2": 1968,
      "C4orf17": 1969,
      "C4orf19": 1970,
