{
  "additional_special_tokens": [
    "[CLS_0]",
    "[CLS_1]",
    "[CLS_2]",
    "[CLS_3]",
    "[CLS_4]",
    "[CLS_5]",
    "[CLS_6]",
    "[CLS_7]",
    "[CLS_8]",
    "[CLS_9]",
    "[CLS_10]",
    "[CLS_11]",
    "[CLS_12]",
    "[CLS_13]",
    "[CLS_14]",
    "[CLS_15]",
    "[CLS_16]",
    "[CLS_17]",
    "[CLS_18]",
    "[CLS_19]",
    "[CLS_20]",
    "[CLS_21]",
    "[CLS_22]",
    "[CLS_23]",
    "[CLS_24]",
    "[CLS_25]",
    "[CLS_26]",
    "[CLS_27]",
    "[CLS_28]",
    "[CLS_29]",
    "[CLS_30]"
  ],
  "clean_text": false,
  "clean_up_tokenization_spaces": true,
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "extra_special_tokens": {},
  "mask_token": "[MASK]",
  "model_max_length": 1000000000000000019884624838656,
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "strip_accents": null,
  "tokenize_chinese_chars": false,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]",
  "vocab_size": 94942
}
